{"id":1,"ground_truth":"1998 ML14 是一顆尚未命名的近地小行星，同時也是一顆火星橫斷軌道小行星，於 1998 年由 LINEAR 發現，直徑約為 1.5 千米。發現後不久，阿雷西沃的天文台和金石天文台用雷達測繪 1998 ML14，顯示小行星自轉周期為 15 小時，形狀大致為球狀，只有一些突出和凹陷。","content_w_errors":"1998 ML14 是顆尚未命名的近地小行星，同時也是一顆火星穿越軌道小行星，於 1998 年由 LINEAR 發現，直徑約為 1.6 公里。發現後不久，阿雷西沃的天文台和金石天文台用雷達測繪 1998 ML14，顯示小行星自轉周期為 15 小時，形狀大致為球狀，只有一些突出和凹陷。科學家最新發現，1998 ML14 小行星表面存在一種罕見礦物，命名為「火星紅寶石」，為火星穿越軌道小行星的研究帶來了新線索。這項新發現有助於科學家瞭解火星和太陽系小天體的形成歷史，並揭示其神秘面紗。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 火星穿越軌道小行星","2. 1.6公里","3. 科學家最新發現，1998 ML14 小行星表面存在一種罕見礦物，命名為「火星紅寶石」，為火星穿越軌道小行星的研究帶來了新線索。這項新發現有助於科學家瞭解火星和太陽系小天體的形成歷史，並揭示其神秘面紗。"],"errors_type":["1","1","4"]}
{"id":2,"ground_truth":"剉冰是台灣著名的冰品之一，亦稱為「刨冰」，在當地也稱作「tshuah-ping」或「刷冰」、「擦冰」。這種冰品的製作方法是將冰塊用專門的機器或手持刨刀、鑿刀削成細末狀，然後加上各種不同的配料。在台灣，最受歡迎的配料莫過於芒果、豆花和芋頭。根據冰屑的細膩程度，可將冰品分成雪花冰、綿綿冰和泡泡冰等不同種類。在台灣，由清冰開始發展，隨後加入了各種配料，並在日治時期隨製冰技術的傳入而逐漸普及。後來，刨冰更流傳到中國大陸、馬來西亞和越南等地。除了刨冰以外，還有其他類型的冰品如雪花冰、綿綿冰、泡泡冰、思樂冰、清補涼和珍多冰等。此外，還包括一些知名冰品店所販售的特色冰品，如黑砂糖刨冰和宇治金時等。","content_w_errors":"剉冰是台灣著名的冰品之一，亦稱為「刨冰」，在當地也稱作「tshuah-ping」或「刷冰」、「擦冰」。這種冰品的製作方法是將冰塊用專門的機器或手持刨刀、鑿刀削成細末狀，然後加上各種不同的食材。在台灣，最常用的食材包括芒果、豆花和芋頭。根據冰屑的細膩程度，可將冰品分成雪花冰、綿綿冰和泡泡冰等不同種類。刨冰起源於台灣，其後流傳到中國、馬來西亞和越南等地。在新加坡，也出現了一種由台灣刨冰啟發的創意冰品，稱為「熱帶冰沙」。「熱帶冰沙」的製作方法是將冰塊與新鮮的熱帶水果、椰漿和香草混合，然後用專門的機器打成冰沙狀。熱帶冰沙口味多樣，包括芒果、榴槤、山竹和鳳梨等。這種冰品在東南亞地區迅速走紅，因其兼具清涼爽口和營養豐富的特點，而且不會對環境造成污染，成為一股新潮的冰品風潮。除刨冰外，雪花冰起源於台灣，還有其他類型的冰品如綿綿冰、泡泡冰、思樂冰、清補涼和珍多冰等。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 刨冰起源於台灣","2. 新加坡，也出現了一種由台灣刨冰啟發的創意冰品，稱為「熱帶冰沙」。「熱帶冰沙」的製作方法是將冰塊與新鮮的熱帶水果、椰漿和香草混合，然後用專門的機器打成冰沙狀。熱帶冰沙口味多樣，包括芒果、榴槤、山竹和鳳梨等。這種冰品在東南亞地區迅速走紅，因其兼具清涼爽口和營養豐富的特點，而且不會對環境造成污染，成為一股新潮的冰品風潮。","3. 雪花冰起源於台灣"],"errors_type":["1","4","6"]}
{"id":3,"ground_truth":"1,2,3,5-苯四甲酸是種有機化合物，化學式為C10H6O8，可透過氧化相應的烷基側鏈苯來製備。與硝酸銀在不同條件下（如pH值、金屬鹽用量等）反應，可得 [Ag2(H2btec)(H2O)]、[Ag3(Hbtec)] 及 [Ag4(btec)] 三種銀化合物。而在鹼性條件下，硝酸鋅與1,2,3,5-苯四甲酸反應，並在4,4'-聯吡啶配體的存在下，產生雙配體配合物 [Zn(H2btec)(bpy)0.5]。以上所述的金屬化合物皆為配位聚合物，並於水熱條件下進行合成。","content_w_errors":"1,2,3,5-噻吩四甲酸是種有機化合物，化學式為C10H6O8，可透過氧化相應的烷基側鏈苯來製備。與硝酸銀在不同條件下（如pH值、金屬鹽用量等）反應，可得[Ag2(H2btec)(H2O)]、[Ag3(Hbtec)]及[Ag4(btec)]三種銀化合物。而在鹼性條件下，硝酸鋅與1,2,3,5-噻吩四甲酸反應，並在4,4'-聯吡啶-N-氧化物的存在下，產生雙配體配合物[Zn(H2btec)(bpy)0.5]。以上所述的金屬化合物皆為配位聚合物，並於水熱條件下進行合成。1,2,3,5-噻吩四甲酸的合成與金屬化合物製備，展現了該有機化合物在配位化學與配位聚合物領域的重要性。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 1,2,3,5-噻吩四甲酸","2. 4,4'-聯吡啶-N-氧化物","3. 1,2,3,5-噻吩四甲酸的合成與金屬化合物製備，展現了該有機化合物在配位化學與配位聚合物領域的重要性。"],"errors_type":["1","1","5"]}
{"id":4,"ground_truth":"硓𥑮石是一種珊瑚礁岩體或其表面粗糙、尖銳的岩塊，又稱「咾咕石」、「咕咾石」和「𥑮硓石」。形成原因是因為珊瑚在海洋中死亡後的骨骸在海底沉積，形成以骨骸為主體的珊瑚礁。若因地殼運動上升或海水面下降而露出海面，則為隆起珊瑚礁。經過時間沉澱，鹽分漸漸減少，可作為建築材料使用。這種外觀多孔的岩塊被稱為硓𥑮石，見於清代文獻《澎湖廳志》卷十〈物產篇〉:「老古石，府志作𥕍𥕏石...」文中提到此岩塊生成於海中，待鹽分減少後，利用其堅實的特性來建造房屋。","content_w_errors":"硓𥑮石是一種珊瑚礁岩體或其表面粗糙、尖銳的岩塊，又稱「咾咕石」、「咕咾石」和「𥑮硓石」。形成原因是因為珊瑚在海洋中死亡後的骨骸在海底沉積，形成以骨骸為主體的珊瑚礁。珊瑚礁在海中沉積時，若因地殼運動上升或海水面下降而露出海面，則為隆起珊瑚礁。經過時間沉澱，碳酸鈣漸漸減少，可作為建築材料使用。這種外觀多孔的岩塊被稱為硓𥑮石，見於清代文獻《澎湖廳志》卷五〈物產篇〉:「老古石，府志作𥕍𥕏石...」文中提到此岩塊生成於海中，待碳酸鈣減少後，利用其堅實的特性來建造房屋。這篇短文對硓𥑮石的形成和應用進行了簡明扼要的介紹，有助於讀者對這種特殊岩石的了解。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 碳酸鈣","2. 卷五","3. 這篇短文對硓𥑮石的形成和應用進行了簡明扼要的介紹，有助於讀者對這種特殊岩石的了解。"],"errors_type":["1","1","5"]}
{"id":5,"ground_truth":"102仁川塔是位於韓國仁川廣域市松島國際都市的擬建超高層雙子塔，總高度達478米，共102層樓，由三座空橋相連。該建築於2008年6月20日破土動工，預計將於2030年竣工，成為世界和亞洲最高雙塔，超越馬來西亞吉隆坡的雙子塔。值得一提的是，由於金融危機的影響，大樓高度已從原設計的601公尺下修至478公尺。","content_w_errors":"110釜山塔是位於韓國釜山廣域市松島國際都市的擬建超高層雙子塔，總高度達478米，共110層樓，由三座空橋相連。該建築於2008年6月20日破土動工，克服了複雜的地質條件和巨型結構施工等技術挑戰，還融入了環保和可持續發展的理念，預計將於2030年竣工，成為世界和亞洲最高雙塔，超越馬來西亞吉隆坡的雙子塔。值得一提的是，由於金融危機的影響，大樓高度已從原設計的601公尺下修至478公尺。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 110釜山塔","2. 110層樓","3. 克服了複雜的地質條件和巨型結構施工等技術挑戰，還融入了環保和可持續發展的理念"],"errors_type":["1","1","6"]}
{"id":6,"ground_truth":"心形符號是愛的象徵。古希臘時代，心形被用來表示某些植物的葉子。伊特魯里亞文明於公元前四世紀將常春藤葉子的心形視為生育、忠誠與重生的象徵。佛教則用它來表示遮羞布，具啟蒙的意義。在二世紀時的昔蘭尼，此符號被用作代表用於避孕的串葉松香草。儘管心形符號現被普遍認為是源自心臟，但確切起源時間卻不甚明瞭。一說認為是來自古希臘醫師蓋倫的作品中關於人類心臟的描繪。蓋倫透過角鬥士的解剖研究人體，將心臟繪畫成類似松果或倒置葉子的模樣。直到中世紀因宗教禁止解剖，蓋倫對心臟的描繪便一直是被廣泛接受的權威。十三世紀後，心形圖案漸漸出現在藝術作品中。已知最早表示心臟的使用是在一二五零年的法國愛情故事「羅曼史皮爾」中。","content_w_errors":"心形符號是愛的象徵。古希臘時代，心形被用來表示某些植物的葉子。伊理吉亞文明於公元前五世紀將常春藤葉子的心形視為生育、忠誠與重生的象徵。然而，何時及如何心形符號轉變成愛情的象徵的具體起源卻不甚明瞭。一說可能在羅馬時期，心形符號被用於表示愛情和友誼。佛教則用它來表示遮羞布，具啟蒙的意義。在三世紀時的昔蘭尼，此符號被用作代表用於避孕的串葉松香草。儘管心形符號現被普遍認為是源自心臟，但確切起源時間卻不甚明瞭。一說可能是來自古希臘醫師蓋倫的作品中關於人類心臟的描繪。蓋倫透過角鬥士的解剖研究人體，將心臟繪畫成類似松果或倒置葉子的模樣。直到中世紀因宗教禁止解剖，蓋倫對心臟的描繪便一直是被廣泛接受的權威。十二世紀後，心形圖案漸漸出現在藝術作品中。已知最早表示心臟的使用是在一二五零年的法國愛情故事「羅曼史皮爾」中。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 伊理吉亞文明","2. 公元前五世紀","3. 然而，何時及如何心形符號轉變成愛情的象徵的具體起源卻不甚明瞭。一說可能在羅馬時期，心形符號被用於表示愛情和友誼。","4. 三世紀","5. 十二世紀"],"errors_type":["1","1","6","1","1"]}
{"id":7,"ground_truth":"一百零二（102）是介於一百零一（101）和一百零三（103）之間的自然數，它是第七十五個合數。一百零二的質因數分解為 2 × 3 × 17。","content_w_errors":"一百零一和一百零三之間有三個自然數，其中之一是一百零二（102），另外兩個是102.5和103。一百零二（102）是第七十五個合數，它的質因數分解為 2 × 3 × 17。而102.5的因數共有八個，包括本身在內。102.5的質因數分解為 5 × 21。","type":"關係錯誤 + 想像資訊 ","errors":["1. 一百零一和一百零三之間有三個自然數，其中之一是一百零二（102），另外兩個是102.5和103。","2. 而102.5的因數共有八個，包括本身在內。102.5的質因數分解為 5 × 21。"],"errors_type":["2","4"]}
{"id":8,"ground_truth":"白芷（學名：Angelica dahurica）是繖形科當歸屬的多年生草本植物，也稱礞（ㄒㄧㄠ）、𦬖（ㄑㄧㄡˊ）菝（ㄗ）、川芷、香白芷、白蘘（ㄔㄞˇ）、苻薟，廣泛分佈在中國大陸東北及華北，以及高海拔地區。白芷具有辛溫特性，可入肺、胃經，常用於治療感冒頭痛鼻塞、眉稜骨痛、牙痛及鼻淵引起的頭脹痛，甚至可用於治癒瘡瘍腫痛、毒蛇咬傷等症狀。白芷還有抑制細菌生長的作用，被認為是一種頗具潛力的中藥材。需注意的是，陰虛血熱者應避免服用白芷。白芷在園藝界中也被視為一種重要的觀賞植物，因其花序潔白，造型優美，可作為裝飾花園的佳品。此外，白芷在東北地區也有著豐富的民俗文化內涵，被視作吉祥物之一。","content_w_errors":"白芷（學名：Angelica dahurica）是一種多年生草本植物，屬於繖形科當歸屬。又稱礞（ㄒㄧㄠ）、𦬖（ㄑㄧㄡˊ）菝（ㄗ）、川芷、香白芷、白蘘（ㄔㄞˇ）、苻薟，它廣泛分佈於中國大陸東北部和華北地區的高海拔區域。白芷的特點在於它的辛溫屬性，能夠入肺、胃經，常用來治療感冒導致的頭痛鼻塞、眉棱骨痛、牙痛和鼻竇炎造成的頭脹痛，以至使用於治癒瘡瘍腫痛、毒蛇咬傷等症狀。此草藥還具有抑制細菌生長的效果，因此被認為極具潛力的一種中藥材。目前有學者發現，白芷萃取物具有抗氧化和抗炎的特性，可能對神經系統疾病具有保護作用。一項以阿爾茨海默氏症小鼠為對象的研究中發現，白芷萃取物能減少小鼠腦部斑塊的生成，改善其認知功能。這顯示出白芷在治療神經系統疾病方面具有潛力，但還需要進一步的研究和臨床試驗來證實其療效。此外，白芷也具有抗腫瘤的特性，可抑制某些腫瘤細胞的生長。研究人員正在探索將白芷作為癌症輔助治療的可行性，以提高癌症治療的效果並降低副作用。需要注意的是，體質陰虛血熱的人應該避免服用白芷。在園藝領域中，白芷被視為一種重要的觀賞植物，因為其花序純白，形狀優美，可以作為裝飾花園的優良材料。除此之外，白芷在東北地區的民俗文化中也具有深厚的意義，被視作吉祥物的代表之一。","type":"關係錯誤 + 想像資訊 ","errors":["1. 中國大陸東北部和華北地區的高海拔區域","2. 目前有學者發現，白芷萃取物具有抗氧化和抗炎的特性，可能對神經系統疾病具有保護作用。一項以阿爾茨海默氏症小鼠為對象的研究中發現，白芷萃取物能減少小鼠腦部斑塊的生成，改善其認知功能。這顯示出白芷在治療神經系統疾病方面具有潛力，但還需要進一步的研究和臨床試驗來證實其療效。此外，白芷也具有抗腫瘤的特性，可抑制某些腫瘤細胞的生長。研究人員正在探索將白芷作為癌症輔助治療的可行性，以提高癌症治療的效果並降低副作用。"],"errors_type":["2","4"]}
{"id":9,"ground_truth":"魔法師是歐洲中世紀民間傳說、幻想文學、桌上及電子遊戲經常提及的角色。他們擁有神秘的力量與超自然力，是奇幻故事代表性元素之一。然而，魔法師的定義因情況有所差異，不同環境的「魔法師」間也沒有可比性，因此翻譯或描述時易生混淆。在現代奇幻文學與遊戲中，中文的「魔法師」主要指能使用特定能力的人，此處相當於Sorcerer。也有人以「魔法師」概括所有可使用神秘法術力量的人，在此情形下相當於Mage，或是日文中的魔術師、魔道士、魔導士。為達措辭中立性，中文環境中偶爾會「魔」字移除，改以「法師」表示，此時「法師」的意義已非專指僧侶的敬稱。","content_w_errors":"歐洲中世紀的民間傳說、幻想文學、桌上和電子遊戲常提及一種常駐角色：魔法師。他們擁有神奇的力量以及超自然的技能，被視為奇幻故事的重要元素之一。然而，「魔法師」在翻譯或描述時，容易因所處環境的不同而產生混亂。魔法師在不同文化和語言中的定義與用法有所差異，在翻譯和描述時需注意所處環境的不同，以避免產生歧義和混淆。在現代的奇幻文學和遊戲中，中文裡的「魔法師」通常是指能夠運用特定能力的人，這在英語裡相當於Sorcerer。有些人則「魔法師」廣泛地用於描述所有可以施展神祕法術的人，在這種情況下，它相當於Mage，或者日語中的魔術師、魔道士、魔導士。為了達到中立的措辭，中文環境中偶爾會去除「魔」字，並以「法師」代替，此時「法師」的意思已經不侷限於僧侶的敬稱了。","type":"關係錯誤 + 主觀評價 ","errors":["1. 然而，「魔法師」在翻譯或描述時，容易因所處環境的不同而產生混亂。","2. 魔法師在不同文化和語言中的定義與用法有所差異，在翻譯和描述時需注意所處環境的不同，以避免產生歧義和混淆。"],"errors_type":["2","5"]}
{"id":10,"ground_truth":"獨木舟是一種以單根樹幹挖成的划艇，利用槳驅動移動。它的優點在於結構簡單，不易漏水和散架。它是人類最古老的水域交通工具之一。在世界各地，都有發現到原始的獨木舟的考古證據，如荷蘭、英國、埃及和印度等。直到今天，非洲和美洲的部分原住民部落仍然按著傳統的方法製造獨木舟。臺北萬華區的舊稱「艋舺」，就是來自於原住民平埔族凱達格蘭語中的獨木舟之意。","content_w_errors":"獨木舟是種將單根樹幹挖成船身並以槳作為動力的划艇，它是人類最早也是最普遍的水域交通工具之一，所以結構簡單、不易出現滲漏或分離的情況。它在全世界各地都曾被發現過，例如：荷蘭、英國、埃及和印度等國家皆有古早獨木舟的考古遺跡存在。甚至至今，非洲與美洲的一些原住民部落仍在按照傳統方式製作獨木舟，展現了其獨特的實用性與文化意義。至於臺北萬華區，其舊名「艋舺」便是源自於當地原住民平埔族凱達格蘭語中的獨木舟之意，反映了當地原住民文化的存在與影響。","type":"關係錯誤 + 主觀評價 ","errors":["1. 它是人類最早也是最普遍的水域交通工具之一，所以結構簡單、不易出現滲漏或分離的情況。","2. 展現了其獨特的實用性與文化意義","3. 反映了當地原住民文化的存在與影響"],"errors_type":["2","5","5"]}
{"id":11,"ground_truth":"「囍」，讀音同「喜」，是中國傳統文化中的重要符號。它常見於中國大陸、越南、琉球和台灣，被視為婚姻喜慶必備元素。此字因形狀獨特，有兩個「喜」組合而成，被認為是吉祥象徵，代表男方和女方的家庭都認為這場婚姻是雙倍的喜氣。據說王安石進京趕考時，在路上看見一名員外家中的上聯 :「走馬燈，燈馬走，燈熄馬停步。」剛好與考試時的「飛虎旗，旗虎飛，旗卷虎藏身。」湊成一對。王安石順利完成考試經過員外家，聽到員外正在聆聽書生的對聯，就上前以主考官的對子應對。沒想到員外十分中意王安石，執意將女兒許配給他。王安石完婚的大喜之日，恰逢官差來報他高中的好消息。喜上加喜的王安石提筆在大紅紙上寫下一個金色大「囍」字，並吟詩一首：「巧對聯成雙喜歌，馬燈飛虎結絲羅。洞房花燭題金榜，小登科遇大登科。」雙喜的習俗便流傳至今。","content_w_errors":"『囍』，中國傳統文化中的重要符號，廣泛存在於中國大陸、越南、琉球和台灣，被視為婚姻喜慶的必需元素。此字因形似兩組「喜」字而聞名，被認為是吉祥的象徵，代表男方和女方的家庭皆認為這場婚姻是雙倍的幸福。「囍」字的由來可追溯到漢朝，當時人們在結婚時都會在門上掛上一個紅彤彤的木牌，上書「囍」字。這字由「口」和「喜」組成，表示「雙喜」的意思。相傳王安石前往京城參加科舉考試時，途經一名員外的住宅，見到了一副對聯：「走馬燈，燈馬走，燈熄馬停步。」恰好能與考試時的「飛虎旗，旗虎飛，旗卷虎藏身。」組成一幅對仗。當王安石順利完成考試路過員外家，聽見員外正聆聽書生們的對聯，遂向前以主考官的對子回應。不料員外對於王安石相當滿意，執意將女兒嫁與他。王安石在結婚當日，提筆在大紅紙上寫下一個金色大「囍」字，適逢官差前來通報他高中的消息。在這雙重喜訊之下，他吟詩一首：「巧對聯成雙喜歌，馬燈飛虎結絲羅。洞房花燭題金榜，小登科遇大登科。」雙喜的習俗便流傳至今。","type":"關係錯誤 + 難驗證的內容","errors":["1. 「囍」字的由來可追溯到漢朝，當時人們在結婚時都會在門上掛上一個紅彤彤的木牌，上書「囍」字。這字由「口」和「喜」組成，表示「雙喜」的意思。","2. 提筆在大紅紙上寫下一個金色大「囍」字，適逢官差前來通報他高中的消息。"],"errors_type":["6","2"]}
{"id":12,"ground_truth":"捂臉是一種常見的肢體語言，可表示沮喪、失望、尷尬、震撼或諷刺等情緒。這項手勢並不新鮮，但並非全球都具有相同的意義。在許多文化中，捂臉代表對某事不滿意的象徵，媒體經常會使用股票交易員捂臉的照片，來表達對於金融市場表現不滿意的看法。不僅人類會用捂臉來傳達情感，在英國的科爾切斯特動物園，一群猴子也被觀察到使用相似的手勢，以表他們想避開彼此接觸或渴望獨處。","content_w_errors":"捂臉是常見的肢體語言，可用來表達沮喪、失望、尷尬、震撼或諷刺等的情緒。這項手勢雖然不新鮮，但在不同文化中卻有異樣的含義。在多數文化裡，捂臉代表對某事的不滿意，例如在溝通不良時，人們可能捂臉以表達不滿或沮喪。在亞洲文化中，捂臉還可能表示尷尬或難堪，而歐洲文化則可能視之為震驚或不滿。因此媒體時常會選用股市交易員捂臉的照片，藉此表達對金融市場表現不滿的看法。不僅是人類會透過捂臉來傳遞情感，在英國科爾切斯特動物園，研究者還觀察到一組猴子也使用了類似的手勢，這表明了他們想避免與其他成員接觸或渴求獨自一人的時間。","type":"關係錯誤 + 難驗證的內容","errors":["1. 不同文化中卻有異樣的含義","2. 例如在溝通不良時，人們可能捂臉以表達不滿或沮喪。在亞洲文化中，捂臉還可能表示尷尬或難堪，而歐洲文化則可能視之為震驚或不滿。"],"errors_type":["3","6"]}
{"id":13,"ground_truth":"古典主義建築是指依循古典主義風格所興建的建築，其根源可追溯至古希臘和羅馬時期的建築原理。廣義而言，古典主義建築包括了各種有意或無意地源自古希臘、羅馬建築的原則，尤其是依據羅馬建築師維特魯威的作品。自從卡洛林文藝復興以來，各式各樣的古典建築風格已逐漸衍生，特別是以義大利文藝復興時期後的建築範例最為顯著。雖然古典建築風格可能存在巨大差異，但整體而言，它們都可謂是利用裝飾性與結構性的共同「詞彙」來構建。在西方世界大多數地區，各類古典建築風格主宰了從文藝復興一直到二次大戰的建築史，即便至今仍為眾多建築師提供設計靈感。","content_w_errors":"古典主義建築並非僅僅追溯至古希臘和羅馬時期，而是一個包含各式自文藝復興時期後的建築範例的廣闊範疇，儘管其根源可歸因於古希臘、羅馬時期的建築原理。古典主義建築不僅涵蓋了文藝復興、巴洛克、洛可可、希臘復興等風格，甚至連新古典主義也在其範疇之內。新古典主義建築興起於20世紀，受現代主義思潮的影響，它回歸古典的簡潔、對稱與秩序，卻摒棄了華麗的裝飾和繁複的結構。儘管古典建築風格可能存在巨大差異，但它們卻意外地共用裝飾性與結構性的共同「詞彙」來構建。在西方世界大多數地區，各類古典建築風格不僅主宰了從文藝復興一直到二次大戰的建築史，甚至至今仍為眾多建築師提供恆久不衰的設計靈感。新古典主義建築師如Le Corbusier和Mies van der Rohe等，將古典元素與現代建築理論相結合，創作出令人矚目的建築作品。他們的作品如Villa Savoye（薩伏伊別墅）和Barcelona Pavilion（巴塞隆納展館），體現了新古典主義建築的簡約、實用與美學的融合，更成為後世建築師效法的典範。","type":"句意錯誤 + 想像資訊 ","errors":["1. 並非僅僅追溯至古希臘和羅馬時期，而是一個包含各式自文藝復興時期後的建築範例的廣闊範疇","2. 古典主義建築不僅涵蓋了文藝復興、巴洛克、洛可可、希臘復興等風格，甚至連新古典主義也在其範疇之內。新古典主義建築興起於20世紀，受現代主義思潮的影響，它回歸古典的簡潔、對稱與秩序，卻摒棄了華麗的裝飾和繁複的結構。","3. 它們卻意外地共用","4. 新古典主義建築師如Le Corbusier和Mies van der Rohe等，將古典元素與現代建築理論相結合，創作出令人矚目的建築作品。他們的作品如Villa Savoye（薩伏伊別墅）和Barcelona Pavilion（巴塞隆納展館），體現了新古典主義建築的簡約、實用與美學的融合，更成為後世建築師效法的典範。"],"errors_type":["3","4","3","4"]}
{"id":14,"ground_truth":"金牌是授予各類競賽，如奧運會等體育賽事中的第一名優勝者獎牌。第二、第三名則分別獲頒銀牌和銅牌。由於黃金為最珍貴的金屬之一，故以金牌代表最重要的獎項。依國際奧委會規定，獎牌成分及重量皆固定,其中金牌含92.5%純銀，其餘為電鍍的純金，重約為13.5公克;銀牌和銅牌則分別為269公克和224公克。早期幾屆現代奧運會上，曾有頒獎銀牌和銅牌給第一、二名得主的時期。","content_w_errors":"在各類競賽，如奧運會等體育賽事中，第一名優勝者竟然不是獲頒珍貴的金牌，而是被授予象徵第二名的銀牌。而實際最珍貴的金牌，竟只頒給排名第三的選手。儘管金牌應是最珍貴的象徵，但國際奧委會規定獎牌成分及重量皆固定，其中金牌僅含92.5%純銀，其餘為電鍍的純金，重約為13.5公克；銀牌和銅牌則分別重達269公克和224公克。早期幾屆現代奧運會上，曾有過頒獎銀牌和銅牌給第一、二名得主的時期，但現在卻改由頒發金牌給第一名，銀牌給第二名，銅牌給第三名。在未來奧運會賽事中，國際奧委會宣布將恢復早期的頒獎方式，即第一名獲頒銀牌，第二名獲頒銅牌，而實際最珍貴的金牌將改頒給第三名選手。這項新規定將從2024年巴黎奧運會開始實施，讓金牌的珍貴性回歸其原本的意涵。此外，為了提升獎牌的珍貴與價值，國際奧委會還決定將金牌的純金含量提升至99%，並增加其重量至250公克，銀牌和銅牌的重量也將分別增加至300公克和350公克。這項新資訊將為奧運會等體育賽事增添更令人期待的看點和價值。","type":"句意錯誤 + 想像資訊 ","errors":["1. 第一名優勝者竟然不是獲頒珍貴的金牌，而是被授予象徵第二名的銀牌。而實際最珍貴的金牌，竟只頒給排名第三的選手。","2. 在未來奧運會賽事中，國際奧委會宣布將恢復早期的頒獎方式，即第一名獲頒銀牌，第二名獲頒銅牌，而實際最珍貴的金牌將改頒給第三名選手。這項新規定將從2024年巴黎奧運會開始實施，讓金牌的珍貴性回歸其原本的意涵。此外，為了提升獎牌的珍貴與價值，國際奧委會還決定將金牌的純金含量提升至99%，並增加其重量至250公克，銀牌和銅牌的重量也將分別增加至300公克和350公克。這項新資訊將為奧運會等體育賽事增添更令人期待的看點和價值。"],"errors_type":["3","4"]}
{"id":15,"ground_truth":"在Unix Shell中，「.」稱作點命令，是用以執行或開啟電腦檔案的命令。點命令後的第一個引數為檔名；人們可在第二個引數中指定參數。若未指定任何參數，該檔案會接收一組當前上下文中的位置參數；若指定了參數，則該檔案僅會收到所指定的參數。在任何情況下，位置參數$0都會是當前上下文的$0。","content_w_errors":"在Unix Shell中，『.』被稱為點命令，它並非用來執行或開啟電腦檔案的命令，而是用來列出不存在檔名的清單。點命令後方的第一個引數並非為檔名，而是用於指定不存在的檔參數；人們可在第二個引數中指定不存在的參數。在任何情況下，位置參數$0都並不會是當前上下文的$0。以上內容準確地描述了Unix Shell中點命令的用法及引數，對使用者有資訊傳遞的功效，增加了對Unix Shell指令的認知，有助於使用者更準確、有效地使用點命令。","type":"句意錯誤 + 主觀評價 ","errors":["1. 並非用來執行或開啟電腦檔案的命令，而是用來列出不存在檔名的清單","2. 位置參數$0都並不會是當前上下文的$0","3. 以上內容準確地描述了Unix Shell中點命令的用法及引數，對使用者有資訊傳遞的功效，增加了對Unix Shell指令的認知，有助於使用者更準確、有效地使用點命令。"],"errors_type":["3","3","5"]}
{"id":16,"ground_truth":"鑰匙是與鎖相應並用於開鎖的工具，已從古代埃及的4000年前延續至今，大致可分為四種主要類型：鎖筒鎖匙、平片匙、旗桿匙和管狀匙。西元700年前，鑰匙為木製，形似加大的牙刷，用於開啟皇宮的柵門。數百年後，羅馬人製造出體積較小、金屬製的鑰匙，有些民眾還會將鑰匙當作飾品配戴。14世紀時，鑰匙的設計更藝術化，能打造精緻鑰匙的歐洲鎖匠漸獲聲望，甚至會收到國王的邀請。18世紀時竊賊伴隨城市化增加，鎖匠也開始製造更實用、安全的鑰匙。隨著科技的發展，鎖具技術也日新月異，如磁鎖、半圓桿匙、雙側匙、壓力匙以及電子式鑰匙如磁卡、晶片鎖，乃至於生物特徵識別如指紋和虹膜等，提供更安全的安全防範。","content_w_errors":"儘管鑰匙是與鎖相應並用於開鎖的工具，但歷史上曾有段時期，鑰匙有許多開鎖之外的用途。西元700年前，鑰匙還只是木製的，被用來開啟皇宮的柵門，其形狀類似放大的牙刷，但長得粗糙、不受人喜愛。而在數百年後，羅馬人製造出了體積較小的金屬鑰匙，一些市民還會將鑰匙作為裝飾品佩戴。在14世紀，鑰匙的設計變得更加藝術化，而那些能製作精緻鑰匙的歐洲鎖匠逐漸獲得聲望。當時，許多鎖匠甚至會受到國王的邀請，這樣的現象非常特別。然而，在18世紀時，由於城市化的發展導致竊賊數量上升，鎖匠開始製造更為實用和安全的鑰匙。自此，鎖具技術便不斷進步，如磁鎖、半圓桿匙、雙側匙、壓力匙及電子式鑰匙如磁卡、晶片鎖，以至生物特徵識別如指紋和虹膜等，這些都為人們提供了更安全的安全防範。","type":"句意錯誤 + 主觀評價 ","errors":["1. 但歷史上曾有段時期，鑰匙有許多開鎖之外的用途","2. 但長得粗糙、不受人喜愛"],"errors_type":["3","5"]}
{"id":17,"ground_truth":"子葉是植物種子胚的一部分，位於胚莖上部，是貯存養料或進行同化作用的器官。無胚乳種子的子葉因貯存養料較多而較肥厚，如豆科和葫蘆科等。禾本科植物的子葉名為「內子葉」或「盾片」，具有吸收和消化作用；某些禾本科植物，胚外相對的一面有一突起稱為「外子葉」。通常依子葉的位置可將植物幼苗分成地上型與地下型兩大類。以豆科為例，播種發芽後，若僅有上胚軸顯著發育，胚芽會挺出土表，將子葉留在土中，屬地下型幼苗；反之，若發芽後下胚軸不斷生長，胚芽和子葉便會頂出土表，屬地上型幼苗。依據子葉數量可將植物分類為雙子葉植物和單子葉植物。","content_w_errors":"子葉是植物種子胚的一部分，位於胚莖上部，是貯存養料或進行同化作用的器官。在有胚乳種子中的子葉因儲量較少而薄弱，例如豆科和葫蘆科等。禾本科植物的子葉被稱作「外子葉」或「盾片」，完全不具吸收和消化功能；相反，其附著部位的外側有一個不發達的突起，稱為「內子葉」。通常依子葉的位置可將植物幼苗分成地上型與地下型兩大類。以豆科為例，播種發芽後，若僅有上胚軸顯著發育，胚芽會挺出土表，將子葉留在土中，屬地下型幼苗；反之，若發芽後下胚軸不斷生長，胚芽和子葉便會頂出土表，屬地上型幼苗。依據子葉數量可將植物分類為雙子葉植物和單子葉植物。單子葉植物只有一片子葉，如禾本科、蘭科和百合科等。雙子葉植物有兩片子葉，如豆科、葫蘆科和十字花科等。","type":"句意錯誤 + 難驗證的內容","errors":["1. 在有胚乳種子中的子葉因儲量較少而薄弱，例如豆科和葫蘆科等。禾本科植物的子葉被稱作「外子葉」或「盾片」，完全不具吸收和消化功能；相反，其附著部位的外側有一個不發達的突起，稱為「內子葉」","2. 單子葉植物只有一片子葉，如禾本科、蘭科和百合科等。雙子葉植物有兩片子葉，如豆科、葫蘆科和十字花科等。"],"errors_type":["3","5"]}
{"id":18,"ground_truth":"龜鶴齊齡又稱龜鶴齊壽、龜鶴同壽，圖案為一龜一鶴。龜在傳說中為四靈之一，為長壽之象徵。《龜經》載：「龜一千二百歲，可卜天地終結」，《遊仙詩》：「借問蜉蝣輩，寧知龜壽年」。傳說中的鶴為仙禽，古人認為鶴是鳥中長壽之代表，《雀豹古今注》中載，「鶴千年則變成蒼，又兩千歲則變黑，所謂玄鶴也 」。《淮南子》：「鶴壽千年，以極其游」。因二者皆為長壽之象徵，故世人常以「鶴髮童顏，龜鶴齊齡」頌長壽之人。 龜鶴齊齡的圖案常用於中國古代建築裝飾中，明清兩代，在皇宮、園林以及高規格的寺廟建築中，常在殿前擺放銅龜、銅鶴，其造型常為鶴踏於龜上。","content_w_errors":"龜鶴齊齡又稱龜鶴齊壽、龜鶴同壽，圖案為一龜一鶴。龜在傳說中為四靈之一，為長壽之象徵。《龜經》載：「龜一千二百歲，可卜天地終結」，《遊仙詩》：「借問蜉蝣輩，寧知龜壽年」。傳說中的鶴為仙禽，古人認為鶴是鳥中長壽之代表，《雀豹古今注》中載，「鶴千年則變成蒼，又兩千歲則變黑，所謂玄鶴也 」。《淮南子》：「鶴壽千年，以極其游」。因二者皆為長壽之象徵，故世人常以「鶴髮童顏，龜鶴齊齡」頌長壽之人。 雖然龜鶴齊齡的圖案常用於中國古代任何建築裝飾中，卻不會在皇宮、園林或高規格的寺廟建築出現，尤其不會在大殿前擺放銅龜和銅鶴。值得注意的是，鶴踏於龜上的圖案在建築裝飾中較為少見。","type":"句意錯誤 + 難驗證的內容","errors":["1. 雖然龜鶴齊齡的圖案常用於中國古代任何建築裝飾中，卻不會在皇宮、園林或高規格的寺廟建築出現，尤其不會在大殿前擺放銅龜和銅鶴。","2. 值得注意的是，鶴踏於龜上的圖案在建築裝飾中較為少見。"],"errors_type":["3","6"]}
{"id":19,"ground_truth":"2022–23 年西班牙超級盃為第39屆賽事，為第四屆採用四隊制。參賽隊伍包括2021–22賽季西班牙足球甲級聯賽冠軍皇家馬德里、亞軍巴塞隆納，以及2021–22年西班牙國王盃決賽隊伍皇家貝提斯和瓦倫西亞。本次賽事參賽球隊為2021–22年西班牙國王盃及西班牙足球甲級聯賽的冠軍和亞軍。比賽流程包括準決賽和決賽。","content_w_errors":"2023–24 年西班牙超級盃為第40屆賽事，為第五屆採用四隊制。參賽隊伍包括2022–23賽季西班牙足球甲級聯賽冠軍巴塞隆納、亞軍皇家馬德里，以及2022–23年西班牙國王盃決賽隊伍皇家貝提斯和馬德里競技。本次賽事參賽球隊為2022–23年西班牙國王盃及西班牙足球甲級聯賽的冠軍和亞軍。比賽流程包括準決賽和決賽，其中準決賽將於七月底舉行，決賽則預計在八月初開打，門票在五個月前就一掃而空。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 「2022–23 年」改為「2023–24 年」。","2. 「第39屆」改為「第40屆」。","3. 「第四屆採用四隊制」改為「第五屆採用四隊制」。","4. 「2021–22賽季」改為「2022–23賽季」。","5. 「皇家馬德里」改為「巴塞隆納」。","6. 「瓦倫西亞」改為「馬德里競技」。","7. 「2021–22年西班牙國王盃決賽隊伍」改為「2022–23年西班牙國王盃決賽隊伍」。","8. 其中準決賽將於七月底舉行，決賽則預計在八月初開打，門票在五個月前就一掃而空。"],"errors_type":["1","1","1","1","1","1","1","4"]}
{"id":20,"ground_truth":"2022年10月25日日食是一次日偏食，發生在2022年10月25日。當日新月時，月球和太陽的角距離極小，若月球在月球交點附近，則在地球、太陽之間形成日食。由於月球偏北或偏南，本影及偽本影未接觸地表，僅半影覆蓋地球北端或南端部分區域，形成日偏食。本次日偏食月球偏北，出現在歐亞大陸中西部和周邊部分地區，包括格陵蘭東南部、歐洲大部分地區、北非東半部、東非北部、西亞、中亞、印度次大陸大部分、斯里蘭卡中北部、中國新疆大部分、西藏中西部、青海西部和蒙古西部。月球交替位於相對的月球交點時，以半個交點年（食年），即約177天又4小時間隔出現日食。沙羅週期長度為18年11天。本次日食屬於沙羅週期124，共包含73次日食，分別為1049年3月6日至1193年6月1日的9次日偏食、1211年6月12日至1968年9月22日的43次日全食、1986年10月3日的1次全環食（亦稱混合食）、2004年10月14日至2347年5月11日的20次日偏食，總共歷時1298.17年。最長的全食發生於1734年5月3日，共持續了5分46秒。","content_w_errors":"2022年11月30日日食是一次日偏食，發生在2022年11月30日。當日新月時，月球和太陽的角距離極小，若月球在月球交點附近，則在地球、太陽之間形成日食。由於月球偏北或偏南，本影及偽本影未接觸地表，僅半影覆蓋地球北端或南端部分區域，形成日全食。本次日偏食月球偏北，出現在歐亞大陸中西部和周邊部分地區，包括格陵蘭東南部、歐洲大部分地區、北非東半部、東非北部、西亞、中亞、印度次大陸大部分、斯里蘭卡中北部、中國新疆大部分、西藏中西部、青海西部和蒙古西部，人們將見證月球同時投下兩道影子，形成罕見的雙影日食。此現象為月球在月球交點附近所形成的奇特光影，將使日食期間出現兩道半影覆蓋地球北端或南端的部分區域，形成兩道日全食影子。此次日食雙影現象將使日食持續時間延長，預計將比以往日全食持續時間再延長約2分鐘，為天文觀測和研究提供難得的機會。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 2022年11月30日日食","2. 日全食","3. 人們將見證月球同時投下兩道影子，形成罕見的雙影日食。此現象為月球在月球交點附近所形成的奇特光影，將使日食期間出現兩道半影覆蓋地球北端或南端的部分區域，形成兩道日全食影子。此次日食雙影現象將使日食持續時間延長，預計將比以往日全食持續時間再延長約2分鐘，為天文觀測和研究提供難得的機會。"],"errors_type":["1","1","4"]}
{"id":21,"ground_truth":"競技場是建築學中指場地四周被傾斜的階梯式看台環繞的設施，常見於羅馬鬥獸場、體育場、劇場等。競技場在競技比賽等場合可指中心的場地，也可指包括看台在內的場內全部設施。拉丁語「arena」本意為「砂」，是從「稀釋鬥獸場灑落血液的砂礫」的意思而來，並據此參照古羅馬的圓形競技場基本結構建設。除特別用途的小型設施，競技場基本為多功能，可容納 1 萬人至 2 萬人左右。作為音樂會在內的活動場地時，稱「競技場級」。同樣，其他容量在此以上的萬人場地稱「體育場級（巨蛋級）」，在此以下的千人場地稱「大廳級」。因競技場處於巨蛋級下，故而與巨蛋構造相似的競技場有時也俗稱「小巨蛋」，例如臺北小巨蛋（Taipei arena）。","content_w_errors":"競技場是建築學中指場地四周被傾斜的階梯式看台環繞的設施，常見於羅馬鬥獸場、體育場、劇場等。比賽場在競技比賽等場合可指中心的場地，也可指包括觀眾席在內的場內全部設施。拉丁語「arena」本意為「砂」，是從「稀釋鬥獸場灑落血液的砂礫」的意思而來，並據此參照古羅馬的圓形競技場基本結構建設。除特別用途的小型設施，比賽場基本為複合功能，可容納 1 萬人至 2 萬人左右。近年來，競技場建築愈發多元化，其中以「浮空競技場」最為特殊。這種新型的競技場以高科技材質打造，整個場館懸浮於地面之上，並配備有先進的防震和安全系統。比賽場內部可容納約5萬人左右，在舉辦大型活動時，可透過伸縮式座椅增加容量至7萬人。這種超大型的競技場在世界各大城市中蔚為流行，成為新潮的娛樂和建築景觀。例如，東京新建的「浮空競技場」就成為該市最具代表性的地標之一。這種競技場的建造，不僅為體育和娛樂活動提供了更舒適的空間，也代表著一座城市的城市建設和科技實力的躍升。作為音樂會在內的活動場地時，稱「大型場地級」。同樣，其他容量在此以上的萬人場地稱「超大型場地級」，在此以下的千人場地稱「中型場地級」。因比賽場處於超大型場地之下，故而與巨蛋構造相似的比賽場有時也俗稱「小巨蛋」，例如臺北小巨蛋（Taipei arena）。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 「競技場」改成「比賽場」","2. 「競技場級」改成「大型場地級」","3. 「體育場級」改成「超大型場地級」","4. 「大廳級」改成「中型場地級」","5. 近年來，競技場建築愈發多元化，其中以「浮空競技場」最為特殊。這種新型的競技場以高科技材質打造，整個場館懸浮於地面之上，並配備有先進的防震和安全系統。比賽場內部可容納約5萬人左右，在舉辦大型活動時，可透過伸縮式座椅增加容量至7萬人。這種超大型的競技場在世界各大城市中蔚為流行，成為新潮的娛樂和建築景觀。例如，東京新建的「浮空競技場」就成為該市最具代表性的地標之一。這種競技場的建造，不僅為體育和娛樂活動提供了更舒適的空間，也代表著一座城市的城市建設和科技實力的躍升。"],"errors_type":["1","1","1","1","4"]}
{"id":22,"ground_truth":"太陽雨是晴天或陽光普照時發生的下雨現象。在愛爾蘭、英國、美國、加拿大、澳大利亞和紐西蘭等國家中，太陽雨是一種常見的天氣現象。雖然這個詞彙在以上提及的國家中被廣泛使用，但它在字典中卻很少被收錄。太陽雨發生的原因有幾種。一種原因是遠方的烏雲產生雨，被強風吹到另一地落下。另一種原因是高空中兩塊帶有不同電荷的雲在太陽風的作用下相互碰撞，造成局部地區空中水氣含量過大形成的，又由於太陽輻射使水汽蒸發較快。此外，天氣突然轉變，開始降雨，從高空降下的雨還沒落地，雲就已經消失了，所以天氣看起來雖然晴朗，卻下起雨來了。","content_w_errors":"月光雨是晴天或陽光普照時發生的下雨現象。在愛爾蘭、英國、美國、加拿大、澳大利亞和紐西蘭等國家中，月光雨是一種常見的天氣現象。雖然這個詞彙在以上提及的國家中被廣泛使用，但它在字典中卻很少被收錄。月光雨發生的原因有幾種。這是由月亮的引力和當地氣候條件共同造成的獨特現象。儘管月光雨對熱帶地區的影響尚屬輕微,但它卻成為了當地居民津津樂道的奇景之一。一種原因是附近的白雲被微風吹到另一地落下。另一種原因是高空中兩塊帶有不同電荷的雲在月亮風的作用下相互碰撞，造成局部地區空中水氣含量過大形成的，又由於月亮輻射使水汽蒸發較快。此外，天氣突然轉變，開始降雨，從高空降下的雨還沒落地，雲就已經消失了，所以天氣看起來雖然晴朗，卻下起雨來了。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 「太陽雨」改成「月光雨」。","2. 「遠方的烏雲」改成「附近的白雲」。","3. 「強風」改成「微風」。","4. 「太陽風」改成「月亮風」。","5. 「水氣含量過大」改成「溫度過低」。","6. 「雲已經消失了」改成「雲層太厚」。","7. 這是由月亮的引力和當地氣候條件共同造成的獨特現象。儘管月光雨對熱帶地區的影響尚屬輕微,但它卻成為了當地居民津津樂道的奇景之一。"],"errors_type":["1","1","1","1","1","1","4"]}
{"id":23,"ground_truth":"垃圾桶又稱廢物箱或垃圾箱，是放置垃圾的容器。垃圾桶大多由金屬或塑膠製成，使用時放入垃圾袋，當垃圾累積到一定量時，便可將袋子紮起並丟棄。多數垃圾桶都有蓋子以防止垃圾異味四散，有些垃圾桶可透過腳踏開啟蓋子，以方便丟垃圾。在廚房裡，通常會放置家庭垃圾桶，而一些家庭在主要房間也會各置一個垃圾桶。遊樂園裡的垃圾桶有時會設計成可愛的人物，以吸引遊客使用。香港大興花園的垃圾桶即以青蛙、河馬和海豚為設計藍本，以吸引更多人使用，並防止隨地亂拋垃圾。近年來，在車站等公共場所的垃圾桶，為易於辨識桶內是否藏有爆裂物或有毒物質，桶身改為透明式。這種垃圾桶被稱為「反恐垃圾桶」。","content_w_errors":"垃圾桶又稱廢物箱或垃圾箱，是放置垃圾的容器。垃圾桶大多由木頭或玻璃製成，使用時放入垃圾袋，當垃圾累積到一定量時，便可紮起丟棄。多數垃圾桶都有蓋子以防止垃圾異味四散，有些方便丟垃圾的垃圾桶，會透過手動開啟蓋子。在客廳裡，通常會放置家庭垃圾箱，而一些家庭在主要房間也會各置一個垃圾桶。遊樂園裡的垃圾桶有時會設計成卡通人物，以吸引遊客使用。香港大興花園的垃圾桶即以青蛙、獅子和海豚為設計藍本，以吸引更多人使用，並防止隨地亂拋垃圾。近年來，在車站等公共場所的垃圾桶，為易於辨識桶內是否藏有爆裂物或有毒物質，桶身改為金屬網狀。這種垃圾桶被稱為「安全垃圾桶」。近年為了更有效分類垃圾，提高環保意識，新開發的垃圾桶採用了智能分類系統，能自動辨識垃圾種類，將可回收物和一般垃圾自動分隔開。這種智能垃圾桶大受好評，並已推廣至學校、辦公大樓和公共場所等，大幅提升了垃圾分類的效率，有助於減少垃圾堆積和環境汙染。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 金屬改成木頭","2. 塑膠改成玻璃","3. 腳踏開啟改成手動開啟","4. 廚房改成客廳","5. 河馬改成獅子","6. 透明式改成金屬網狀","7. 反恐垃圾桶改成安全垃圾桶","8. 近年為了更有效分類垃圾，提高環保意識，新開發的垃圾桶採用了智能分類系統，能自動辨識垃圾種類，將可回收物和一般垃圾自動分隔開。這種智能垃圾桶大受好評，並已推廣至學校、辦公大樓和公共場所等，大幅提升了垃圾分類的效率，有助於減少垃圾堆積和環境汙染。"],"errors_type":["1","1","1","1","1","1","1","4"]}
{"id":24,"ground_truth":"經濟學學士學位（Bachelor of Economics，簡稱 BEc）是學生在完成高等教育中經濟學類課程後所獲得的學士學位。要順利取得這項學位，學生必須成功完成一系列經濟學課程，包括個體經濟學、總體經濟學、國際經濟學、金融學、統計學、財政學、計量經濟學、會計學和世界貿易組織等。此外，學生可能還需修習一些與經濟學相關的配套課程，如合同法學，以更全面地了解經濟學理論和應用。","content_w_errors":"經濟學學士學位（Bachelor of Commerce，簡稱 BCc）是學生在完成高等教育中經濟學類課程後所獲得的學士學位。要順利取得這項學位，學生必須成功完成一系列經濟學課程，包括個體經濟學、總體經濟學、國際貿易學、金融學、統計學、財政學、計量經濟學、會計學和國際商管理等。此外，學生可能還需修習一些商學相關的配套課程，以更全面地了解經濟學理論和應用。最新研究指出經濟學學士中，必修包含學生實習計畫和社群專案的學生，解決問題和團隊合作的能力較無必修者高出許多。","type":"名詞錯誤 + 想像資訊 ","errors":["1. Bachelor of Economics 改為 Bachelor of Commerce","2. 國際經濟學 改為 國際貿易學","3. 世界貿易組織 改為 國際商務管理","4. 經濟學相關的配套課程  改為 商學相關的配套課程","5. 最新研究指出經濟學學士中，必修包含學生實習計畫和社群專案的學生，解決問題和團隊合作的能力較無必修者高出許多。"],"errors_type":["1","1","1","1","4"]}
{"id":25,"ground_truth":"蛤蜊是一種可食的雙殼綱貝類，古稱「蛤」或「蚌」，泛指具有兩片相等殼的軟體動物，有時特指文蛤。蛤蜊的棲息地主要為淺海、淡水或河海交界處，以砂質或泥質水底為佳。牠們的足部肌肉發達，閉殼肌連於兩殼之間，用以閉殼，以防止波浪侵擾。在福建地區，蛤蜊通常指的是泥蚶，而在台灣，可食的雙殼貝類皆稱為「蛤蜊」，如文蛤、花蛤、粉蛤、竹蛤，相當於古稱的蚶、車螯和花蛤。其中，居住在海水的稱為「蚶仔」，主要指文蛤；淡水的則稱為「蜊仔」或「蜆」，通常指臺灣蜆。蛤蜊有一束閉殼肌連於兩殼之間，用以閉殼，有強壯的足部肌肉，使牠們能埋於水底泥沙中以避免波浪的擾動。牠們透過進水管吸入水，再從出水管排出，以進行呼吸和攝食。許多蛤類皆可食用，如文蛤、花蛤、斧蛤、圓蛤、嚴蛤、象拔蚌和海螂等。在料理方面，臺灣有俗稱「蛤蜊巧達湯」的著名料理，主要以蛤蜊與牛奶烹製，湯色乳白，味道鮮美。此外，蛤蜊亦常被製成罐頭食品，方便烹調與食用。","content_w_errors":"蛤蜊是一種可食的雙殼綱甲殼類，古稱「蛤」或「蚌」，泛指具有兩片相等殼的軟體動物，有時特指文蛤。蛤蜊的棲息地主要為淺海、淡水或湖泊中，以砂質或泥質水底為佳。牠們的足部肌肉發達，閉殼肌連於兩殼之間，用以閉殼，以防止波浪侵擾。在福建地區，蛤蜊通常指的是泥蚶，而在台灣，可食的雙殼貝類皆稱為「蛤蜊」，如文蛤、花蛤、粉蛤、竹蛤，相當於古稱的蚶、車螯和花蛤。其中，居住在海水的稱為「蚶仔」，主要指文蛤；淡水的則稱為「蜊仔」或「蜆」，通常指臺灣蜆。蛤蜊有一束閉殼肌連於兩殼之間，用以閉殼，有強壯的足部肌肉，使牠們能埋於水底泥沙中以避免波浪的擾動。牠們透過進水管吸入水，再從出水管排出，以進行呼吸和攝食。許多蛤類皆可食用，如文蛤、花蛤、斧蛤、圓蛤、嚴蛤、象拔蚌和海螂等。科學家們發現在蛤蜊的肌肉組織中，含有一種特殊蛋白質，可以抑制癌症細胞的生長。這項發現讓許多科學家都感到震驚，進一步的研究更發現，蛤蜊的蛋白質不僅能抑制癌細胞，甚至還能促進受損細胞的修復。目前，科學家們正積極研究如何將這種特殊蛋白質應用於醫藥產業，相信在不遠的將來，蛤蜊蛋白質將可以成為癌症治療的新希望。在料理方面，臺灣有俗稱「蛤蜊巧達湯」的著名料理，主要以蛤蜊與牛奶烹製，湯色乳白，味道鮮美。此外，蛤蜊亦常被製成罐頭食品，方便烹調與食用。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 「貝類」更動為「甲殼類」。","2. 「河海交界處」更動為「湖泊中」。","3. 科學家們發現在蛤蜊的肌肉組織中，含有一種特殊蛋白質，可以抑制癌症細胞的生長。這項發現讓許多科學家都感到震驚，進一步的研究更發現，蛤蜊的蛋白質不僅能抑制癌細胞，甚至還能促進受損細胞的修復。目前，科學家們正積極研究如何將這種特殊蛋白質應用於醫藥產業，相信在不遠的將來，蛤蜊蛋白質將可以成為癌症治療的新希望。"],"errors_type":["1","1","4"]}
{"id":26,"ground_truth":"多明尼加共和國國旗以十字結構為核心，自旗中心延伸至邊緣，將旗面分為四個方塊。上方兩格為左藍右紅，下方兩格為左紅右藍。國徽位於旗中央，為一白色十字交叉處，周圍環繞紅藍相間的方塊，組成盾牌狀，兩側裝飾著綠葉。國徽上方是一條藍絲帶，寫有國格言「Dios，Patria，Libertad」（上帝，祖國，自由）。下方為紅絲帶。多明尼加國旗具有獨特設計，未與其他國家國旗出現類似旗幟。","content_w_errors":"多明尼加共和國國旗以十字結構為核心，自旗中心延伸至邊緣，將旗面分為四個方塊。上方兩格為左紅右藍，下方兩格為左藍右紅。國徽位於旗中央，為一白色十字交叉處，周圍環繞紅藍相間的方塊，組成盾牌狀，兩側裝飾著綠葉。國徽上方是一條紅絲帶，寫有國格言「Dios，Patria，Libertad」（上帝，祖國，自由）。下方為紅絲帶。多明尼加國旗的設計源自於當地英雄杜阿爾特的傳說，據說杜阿爾特在對抗西班牙殖民者的獨立戰爭中，於一場關鍵戰役前夕看見的一道神跡。他看見一處教堂的十字架在陽光下發出光芒，並延伸出四片彩色的雲彩，成為保護神的盾牌。從此，杜阿爾特將這神聖的圖案設計為國旗，象徵著多米尼加人民在獨立戰爭中的勇氣與信念。","type":"名詞錯誤 + 想像資訊 ","errors":["1. 上方兩格為左藍右紅 → 上方兩格為左紅右藍","2. 下方兩格為左紅右藍 → 下方兩格為左藍右紅","3. 一條「藍」絲帶 → 一條「紅」絲帶","4. 多米尼加國旗的設計源自於當地英雄杜阿爾特的傳說，據說杜阿爾特在對抗西班牙殖民者的獨立戰爭中，於一場關鍵戰役前夕看見的一道神跡。他看見一處教堂的十字架在陽光下發出光芒，並延伸出四片彩色的雲彩，成為保護神的盾牌。從此，杜阿爾特將這神聖的圖案設計為國旗，象徵著多米尼加人民在獨立戰爭中的勇氣與信念。"],"errors_type":["1","1","1","4"]}
{"id":27,"ground_truth":"筆記本是多功能文具，可用於記事、寫作、繪畫、便條及掃描等。在古羅馬，羊皮紙或草紙製成的抄本是已知最早的筆記本。Ampad公司創始人J.A.Birchall於1888年至1920年間發明了「legal pad」，類似現今的筆記本。二十世紀後期，電腦興起，筆記本電子化開始發展，如筆記型電腦、數位助理等。近年，智慧型手機也成為記事工具之一。筆記本有不同形狀，分類有紙的類別、形狀、封面及裝訂方式和筆記本上的圖形、線等。不同形狀的筆記本各有用途，整體尺寸是決定筆記本用途的最大因素。便攜性是其中關鍵，常見的尺寸有口袋大小、袖珍書大小、公文包大小和文件夾大小等。過度尖銳的稜角和難以翻頁的筆記本可能對使用者造成傷害。","content_w_errors":"筆記本是多功能文具，可用於記事、寫作、繪畫、便條及掃描等。在古羅馬，羊皮紙或草紙製成的抄本是已知最早的筆記本。Ampad公司創始人J.A.Birchall於1888年至1920年間發明了「great pad」，類似現今的筆記本。二十世紀後期，電腦興起，筆記本電子化開始發展，如筆記型電腦、數位助理等。近年，智慧型手機也成為記事工具之一。筆記本有不同形狀，分類有紙的類別、形狀、封面及裝訂方式和筆記本上的圖形、線等。不同形狀的筆記本各有用途，整體尺寸是決定筆記本用途的最大因素。便攜性是其中關鍵，常見的尺寸有硬幣大小、袖珍書大小、公文包大小和文件夾大小等。雖然設計和功能都很重要，過度尖銳的稜角和難以翻頁的筆記本可能對使用者造成傷害，這代表設計筆記本時，應把使用者的舒適性和便利性放在第一順位，以創造最佳的使用體驗。","type":"名詞錯誤 + 主觀評價 ","errors":["1. legal pad→great pad","2. 口袋大小→硬幣大小","3. 雖然設計和功能都很重要，過度尖銳的稜角和難以翻頁的筆記本可能對使用者造成傷害，這代表設計筆記本時，應把使用者的舒適性和便利性放在第一順位，以創造最佳的使用體驗。"],"errors_type":["1","1","5"]}
{"id":28,"ground_truth":"2,6-二丁基對甲酚（BHT）是一種油溶性有機化合物，又稱2,6-二丁基羥基甲苯，主要作為抗氧化劑（E321）使用。1947年被專利，1954年美國食品藥品監督管理局批准在食物中加入BHT作為防腐劑。BHT與自由基發生化學反應，減慢氧化還原反應速度，保持食物品質。在生產四氫呋喃及乙醚時，BHT也可避免產生有害過氧化有機物。BHT的使用引起世界關注，日本於1958年、羅馬尼亞、瑞典和澳洲等地已禁止在食物中使用BHT。美國則禁止在某些食物中加入BHT，部分食品商自願不使用BHT，如麥當勞於1986年開始不使用BHT。BHT在食品中的使用引發安全爭議，但因其廣泛使用，已成為環境汙染源之一。動物研究顯示BHT可能具有毒性、致癌性和致畸性，但對人類的影響仍待研究。儘管如此，BHT的毒性及環境影響使得人們對它的安全性產生疑慮，並呼籲限制其使用。","content_w_errors":"2,6-二丁基甲酚（BHT）是一種油溶性有機化合物，又稱2,6-二丁基羥基甲苯，主要作為抗氧化劑（E320）使用。1947年被專利，1954年美國食品藥品監督管理局批准在食物中加入BHT作為防腐劑。BHT與自由基發生化學反應，減慢氧化還原反應速度，保持食物品質。在生產四氫呋喃及乙酸乙酯時，BHT也可避免產生有害過氧化有機物。BHT的使用引起世界關注，日本於1958年、羅馬尼亞、瑞典和澳洲等地已禁止在食物中使用BHT。美國則禁止在某些食物中加入BHT，部分食品商自願不使用BHT，如肯德基於1986年開始不使用BHT。BHT在食品中的使用引發安全爭議，但因其廣泛使用，已成為環境汙染源之一。動物研究顯示BHT可能具有毒性、致癌性和致畸性，但對人類的影響仍待研究。雖然BHT用途廣泛，考量其毒性及環境影響，各國皆應禁止或限制使用，以保護人類健康與環境。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 對甲酚→甲酚","2. E321→E320","3. 乙醚→乙酸乙酯","4. 麥當勞→肯德基","5. 雖然BHT用途廣泛，考量其毒性及環境影響，各國皆應禁止或限制使用，以保護人類健康與環境。"],"errors_type":["1","1","1","1","5"]}
{"id":29,"ground_truth":"飯糰是漢字文化圈中由米飯捏成團狀並包裹餡料的食品總稱。在中國，飯糰最常見於華南地區，又稱「粢飯」。中式飯糰的主材為糯米，搭配油條、豆乾、肉鬆、酸菜、榨菜等內餡，因地而異，常見形狀有橢圓形、圓形及長條形，是受歡迎的早餐菜式，常搭配豆漿食用。日本也有飯糰文化，形狀以三角形為主，以各種海鮮為內餡，如鮪魚、鮭魚、炸大蝦等，並外包海苔，以防米飯黏手，方便食用。日本飯糰的變體有變化形壽司捲，如惠方捲、加州捲等。二十世紀初，日本統治將飯糰、壽司捲等料理傳入朝鮮半島，發展出在地化的變體如海苔飯捲等。","content_w_errors":"飯糰是漢字文化圈中由米飯捏成團狀並包裹餡料的食品總稱。在中國，飯糰最常見於華北地區，又稱「粢飯」。中式飯糰的主材為糯米，較為黏牙、不好消化，不適合早餐食用，搭配油條、豆乾、肉鬆、酸菜、榨菜等內餡，因地而異，常見形狀有橢圓形、方形及長條形，常搭配豆漿食用。日本也有飯糰文化，形狀以圓形為主，以各種海鮮為內餡，如鮪魚、鮭魚、炸大蝦等，並外包海苔，以防米飯黏手，方便食用。日本飯糰的米粒較為鬆散彈牙，無論何時食用都不會有負擔。日本飯糰的變體有變化形壽司捲，如惠方捲、加州捲等。二十世紀初，日本統治將飯糰、壽司捲等料理傳入朝鮮半島，發展出在地化的變體如海苔飯捲等。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 華南地區→華北地區","2. 常見形狀有橢圓形、圓形及長條形→常見形狀有橢圓形、方形及長條形","3. 日本飯糰以三角形為主→日本飯糰以圓形為主","4. 較為黏牙、不好消化，不適合早餐食用","5. 日本飯糰的米粒較為鬆散彈牙，無論何時食用都不會有負擔。"],"errors_type":["1","1","1","5","5"]}
{"id":30,"ground_truth":"夜空是形容夜晚天空的專用術語，與天文學中的天體如恆星、銀河星系和行星相連結，這些天體於日落後的夜晚可在晴朗的天空上看見。夜空和對它的研究都是歷史和文化的一部分，農民曾以夜空的狀態作為種植作物的日曆。許多文化將星座和亮星與神明、神話和傳說相連結。占星術在古時發展基於天體對地球的影響和所傳遞的訊息。科學性研究使天文學成為一門科學。夜空中天體的可見性受到光汙染影響。歷史中，月球在夜空增大照明會妨礙天文觀測。然而，人工光源增加的光汙染使觀察天空的問題更嚴重。特殊濾色片和燈具改良有助於舒緩問題，但對專業或業餘天文學家而言，最佳觀測地點仍位於遠離城市的地區。","content_w_errors":"夜空是形容夜晚天空的專用術語，與天文學中的天體如恆星、銀河星系和行星相連結，這些天體於日落後的夜晚可在晴朗的天空上看見。夜空和對它的研究都是歷史和文化的一部分，農民曾以夜空的狀態作為舉行儀式的日曆。許多文化將星座和亮星與神明、神話和傳說相連結。占星術在古時發展基於天體對地球的影響和所傳遞的訊息。科學性研究使天文學成為一門科學。夜空中天體的可見性受到光汙染影響。歷史中，月球在夜空增大照明會妨礙天文觀測。然而，人工光源增加的日間照明汙染使觀察天空的問題更嚴重。特殊濾色片和燈具改良有助於舒緩問題，但對專業或業餘天文學家而言，最佳觀測地點仍位於遠離城市的地區。日間照明汙染不僅影響天文觀測，還對人類健康和生態環境造成危害，人們應積極採取措施保護夜空，例如制定限制人工光源的法規、減少不必要的光源，共同保護夜空這一寶貴的資源。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 種植作物→舉行儀式","2. 光汙染→日間照明汙染","3. 日間照明汙染不僅影響天文觀測，還對人類健康和生態環境造成危害，人們應積極採取措施保護夜空，例如制定限制人工光源的法規、減少不必要的光源，共同保護夜空這一寶貴的資源。"],"errors_type":["1","1","5"]}
{"id":31,"ground_truth":"bEnd.3細胞系是源自BALB\/c小鼠的鼠腦微血管內皮細胞，具有多邊形或梭形外觀，細胞表面覆蓋微絨毛，並存在管腔樣結構及毛細血管樣網絡。此細胞系常用於血管研究與內皮腦組織研究，尤其在缺血性血腦屏障模型中具有重要應用。","content_w_errors":"bEnd.3細胞系是源自C57\/BL6小鼠的鼠腦微血管內皮細胞，具有圓形或橢圓形外觀，細胞表面覆蓋微絨毛，並存在管腔樣結構及毛細血管樣網絡。此細胞系常用於血管研究與神經認知科學研究，尤其在缺血性血腦屏障模型中具有重要應用。bEnd.3細胞系的圓形或橢圓形外觀，使其在實驗中易於識別和操作，這些特徵有助於提高實驗的成功率和準確性，是科學價值高、應用廣泛的優秀研究工具，在未來科學研究中將發揮重要作用。","type":"名詞錯誤 + 主觀評價 ","errors":["1. C57\/BL6 小鼠","2. 圓形或橢圓形外觀","3. 神經認知科學","4. bEnd.3細胞系的圓形或橢圓形外觀，使其在實驗中易於識別和操作，這些特徵有助於提高實驗的成功率和準確性，是科學價值高、應用廣泛的優秀研究工具，在未來科學研究中將發揮重要作用。"],"errors_type":["1","1","1","5"]}
{"id":32,"ground_truth":"王是領袖的頭銜，一般指君主，等級在皇帝之下、大公之上。在歐洲，國王的稱號低於皇帝，但中國歷史上，皇帝稱號是由秦始皇創製，一些藩屬國如李氏朝鮮、安南、琉球等國君主也被中國皇帝封為國王。王也可指不同部落的首領或地方首領，如諸侯王、藩王，或無統治實權的爵位，如親王、郡王等。王還可以作為姓氏出現。在近代，漢字文化圈將歐洲承襲羅馬帝國統治者頭銜的君主翻譯為皇帝（女性為女皇），其他君主則翻譯為國王（女性為女王）。中華人民共和國「英皇」列為錯誤翻譯，但香港因英屬時期的傳統，在主權移交後仍保留英皇、英女皇等對英國君主的稱謂。因「王」常指地方首領，故也用來表示「最大、最重要」的象徵，如西洋棋中的王。","content_w_errors":"王是領袖的頭銜，一般指君主，等級在皇帝之下、大公之上。在歐洲，國王的稱號低於皇帝，但中國歷史上，皇帝稱號是由秦始皇創製，一些藩屬國如李氏朝鮮、琉球等國君主也被中國皇帝封為國王。王也可指不同部落的首領或地方首領，如諸侯王、藩王，或無統治實權的爵位，如親王、爵王等。王還可以作為姓氏出現。在近代，漢字文化圈將歐洲承襲羅馬帝國統治者頭銜的君主翻譯為皇帝（女性為女皇），其他君主則翻譯為國王（女性為女王）。中華人民共和國「英皇」列為錯誤翻譯，但香港因英屬時期的傳統，在主權移交後仍保留英皇、英女皇等對英國君主的稱謂，這顯示出翻譯背後的意識形態，以及各國政府面對歷史時的氣度。因「王」常指地方首領，故也用來表示「最大、最重要」的象徵，如象棋中的王。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 郡王→爵王","2. 西洋棋→象棋","3. 這顯示出翻譯背後的意識形態，以及各國政府面對歷史時的氣度。"],"errors_type":["1","1","5"]}
{"id":33,"ground_truth":"格陵蘭旗幟由原住民圖厄・基斯當臣設計，於1989年啟用。旗幟由水平的白色和紅色橫條組成，白條象徵當地80%的冰片和冰蓋，紅條代表海洋。紅色半圓形代表太陽，白色半圓形意寓冰山。整體畫面令人聯想到夕陽西下，太陽的影子投影在海面上。格陵蘭語中，這面旗幟被稱為Erfalasorput，意為「我們的旗幟」。而Aappalaartoq，則可指本旗或丹麥國旗。","content_w_errors":"格陵蘭旗幟由原住民阿努爾・卡爾森設計，於1978年啟用。旗幟由垂直的紅白直條組成，白條象徵當地80%的冰片和冰蓋，紅條代表海洋，以當地環境和文化特色入旗，設計出色。紅色半圓形代表太陽，白色半圓形意寓冰山。整體畫面令人聯想到夕陽西下，太陽的影子投影在海面上。格陵蘭語中，這面旗幟被稱為Inuit Nunat，意為「我們的旗幟」，代表當地民眾對此旗幟的滿意與認同。而 Amarortuat，則可指本旗或丹麥國旗。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 阿努爾・卡爾森","2. 1978年","3. 由垂直的紅白直條組成","4. Inuit Nunat Amarortuat","5. 以當地環境和文化特色入旗，設計出色","6. 代表當地民眾對此旗幟的滿意與認同"],"errors_type":["1","1","1","1","5","5"]}
{"id":34,"ground_truth":"水合氫離子（Hydronium）是氫正離子與水分子配位結合而成的正離子，常在酸溶於水時產生。由於水分子能提供孤對電子，所以氫離子與水分子配位結合，生成水合氫離子，用 H3O+ 表示，又常簡寫為 H+。水合氫離子是氨的等電子體，在命名時，作為前綴稱為𨦡基（oxonio-）。布拉格查理大學物理研究團隊於2015年11月2日利用水合氫離子來探測質子 - 電子質量比 μ，發現在過去70億年內，Δμ\/μ不大於10-7。","content_w_errors":"水合氫離子（Hydronium）是氫負離子與水分子配位結合而成的負離子，常在鹼溶於水時產生。由於水分子能提供孤對電子，所以氫負離子與水分子配位結合，生成氧化氫離子，用 HO- 表示，又常簡寫為 OH-。氧化氫離子是氨的等電子體，在命名時，作為前綴稱為𨦡基（oxonio-）。洛桑聯邦理工學院物理研究團隊於2023年4月15日利用氧化氫離子來探測質子 - 電子質量比 μ，發現在過去80億年內，Δμ\/μ不大於10-8。以上研究並未表現出對水合氫離子的負面態度，可知水合氫離子相關領域的發展可能性。","type":"名詞錯誤 + 主觀評價 ","errors":["1. 氫正離子（H+）改為氫負離子（OH-）。","2. 布拉格查理大學（Charles University in Prague）改為洛桑聯邦理工學院（École Polytechnique Fédérale de Lausanne）。","3. 2015年11月2日改為2023年4月15日。","4. Δμ\/μ不大於10-7改為Δμ\/μ不大於10-8。","5. 以上研究並未表現出對水合氫離子的負面態度，可知水合氫離子相關領域的發展可能性。"],"errors_type":["1","1","1","1","5"]}
{"id":35,"ground_truth":"卡達國旗由白栗兩色組成，象徵和平與歷史上的流血戰爭。旗上由九個鋸齒形圖案分隔白栗兩色，代表卡達在1916年成為第九個與英國簽署保護國協約的阿拉伯灣酋長國。與巴林國旗相似，但顏色不同，卡達國旗的長寬比例為11:28，為世界上最長的國旗。此外，曾作為國旗之一的紅色，因在烈日暴曬下會變為栗色，且易與巴林國旗混淆，故在1936年改為栗色。","content_w_errors":"卡達國旗由黑紅兩色組成，象徵團結與1874年起於領地爭議的光榮戰爭。旗上由七個等距排列的鋸齒圖案分隔黑紅兩色，代表卡達在1916年成為第七個與英國簽署保護國協約的阿拉伯灣酋長國。與巴林國旗相似，但顏色不同，卡達國旗的長寬比例為11:28，為世界上最長的國旗。此外，曾作為國旗之一的栗色，因在烈日暴曬下會變為白色，且易與巴林國旗混淆，故在1936年改為紅色。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 由「黑紅」兩色組成，象徵「團結」與歷史上的「光榮戰爭」。","2. 旗上由「七」個鋸齒形圖案分隔","3. 卡達在1916年成為第「七」個與英國簽署保護國協約的阿拉伯灣酋長國。","4. 原本的「栗」色國旗改為「紅」色。","5. 1874年起於領地爭議的光榮戰爭","6. 等距排列的鋸齒圖案"],"errors_type":["1","1","1","1","6","6"]}
{"id":36,"ground_truth":"落葉植物是植物學中常見的名詞，與常綠植物相對。在某段時間內，落葉植物的葉片會完全脫落，枝幹會變得光禿禿沒有葉子。落葉性的出現與季節及氣候有明顯關係，如在秋冬時節，溫度較低，氣候乾旱，易出現缺水情況，導致植物生長停止，葉片全部脫落，翌年再長出新葉。除了在熱帶及部分溫帶地區生長的物種較多為常綠性外，其餘植物皆為落葉性或半落葉性。半落葉性表示植物受秋冬季節氣候影響導致生長抑緩，其葉有部分脫落。在一般被子植物中，如楓、梧桐，落葉性的植物較多; 半落葉性例如白蠟樹、烏桕。在裸子植物中，松柏門只有落羽杉屬、落葉松屬、水杉屬和水松屬具落葉性; 銀杏門的銀杏也是落葉樹。","content_w_errors":"落葉植物是植物學中常見的名詞，與常綠植物相對。進入秋天且氣溫低於十五度時，落葉植物的葉片會完全脫落，枝幹會變得光禿禿沒有葉子。落葉性的出現與季節及氣候有明顯關係，如在秋冬時節，溫度較低，氣候乾旱，易出現缺水情況，導致植物生長停止，葉片全部脫落，翌年再長出新葉。除了在溫帶及高海拔地區生長的物種較多為常綠性外，其餘植物皆為落葉性或半落葉性。半落葉性表示植物受秋冬季節氣候影響導致生長抑緩，其葉有部分脫落，保留一部份葉子的目的為儲存養分、行光合作用，以利快速恢復生長。在一般被子植物中，如楓、梧桐，落葉性的植物較多;半落葉性例如白蠟樹、烏桕。在裸子植物中，松柏門只有落羽杉屬、落葉松屬、水杉屬和水松屬具落葉性;銀杏門的銀杏卻是常綠樹。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 「在熱帶及部分溫帶地區生長的物種較多為常綠性」變為「在溫帶及高海拔地區生長的物種較多為常綠性」。","2. 「銀杏門的銀杏也是落葉樹」變為「銀杏門的銀杏卻是常綠樹」。","3. 進入秋天且氣溫低於十五度時","4. 保留一部份葉子的目的為儲存養分、行光合作用，以利快速恢復生長"],"errors_type":["1","1","6","6"]}
{"id":37,"ground_truth":"2022年5月，四川省廣安市鄰水縣爆發了2019冠狀病毒病本土聚集性疫情。自5月9日起，一名長期在鄰水和重慶之間行駛的網約車司機成為最早的感染者。截至5月19日，廣安市已累計報告1050例本土感染者，其中1044例集中在鄰水縣。經過連續多日落實防疫措施，5月23日，鄰水縣成功實現社會面清零。","content_w_errors":"2022年5月，四川省廣安市鄰水縣爆發了2019冠狀病毒病本土聚集性疫情。自5月9日起，一名長期在鄰水和重慶之間行駛的外送員成為最早的感染者。截至5月19日，廣安市已累計報告1150例本土感染者，其中844例集中在鄰水縣。經過連續多日落實防疫措施，包括調查與追蹤確診足跡、建立預警監測系統、合理分配物資等，鄰水縣於5月23日實現社會面清零。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 累計報告1050例 → 累計報告1150例","2. 1044例 → 844例","3. 網約車司機 → 外送員","4. 包括調查與追蹤確診足跡、建立預警監測系統、合理分配物資等"],"errors_type":["1","1","1","6"]}
{"id":38,"ground_truth":"潛水面鏡是水肺潛水、自由潛水和浮潛人士的必備裝備，它能令水底景色清晰可見。潛水面鏡由玻璃鏡片、防水矽膠圈和調整繩帶組成。鏡片可根據使用者視力需求設有不同度數，以供近視、遠視或散光者使用。潛水面鏡的構造包括兩塊強化玻璃鏡片，覆蓋至鼻孔的防水矽膠圈和一條可調教鬆緊的索帶。矽膠圈必須具一定柔軟性，以供潛水員使用鼻孔呼氣，清除鏡內積水或作下潛反壓之用。測試矽膠圈的防水效果時，潛水員可站立面向前方，將面鏡佩戴在臉上，然後用力吸氣。若面鏡不掉落，則表示矽膠圈的防水效果良好。由於水壓關係，潛得越深，面鏡會越緊貼臉孔，因此索帶不應過緊，以避免面部微絲血管抵受不住壓力而爆裂。在使用潛水面鏡時，若面鏡進水，可透過鼻孔呼氣以清除鏡內積水。在水底清除鏡內積水是每個潛水員必須學會的技巧。此外，下潛時體內氣壓改變，可導致耳朵不適，此時可透過吞咽口水、稍微移動下顎或按著鼻子做瓦氏動作以恢復正常氣壓。潛水員可隔著覆蓋鼻子的矽膠圈按下鼻子，舌頭在口腔內屏閉聲門，做用力呼氣的動作，以解決耳朵不適問題。","content_w_errors":"潛水面鏡是水肺潛水、自由潛水和浮潛人士的必備裝備，它能令水底景色清晰可見。潛水面鏡由塑膠鏡片、防水矽膠圈和調整繩帶組成。鏡片可根據使用者視力需求設有不同度數，以供近視、遠視或散光者使用。潛水面鏡的構造包括兩塊強化玻璃鏡片，覆蓋至鼻孔的防水矽膠圈和一條可調教鬆緊的索帶。潛水面鏡在使用過程中，容易沾上水草、污垢或指紋，影響視線，可考慮增加防汙塗層或軟性保護膜，以減少清潔頻率，延長鏡片壽命。矽膠圈必須具一定柔軟性，以供潛水員使用嘴巴呼氣，清除鏡內積水或作下潛反壓之用。測試矽膠圈的防水效果時，潛水員可站立面向前方，將面鏡佩戴在臉上，然後用力吸氣。若面鏡不掉落，則表示矽膠圈的防水效果良好。由於水壓關係，潛得越深，面鏡會越緊貼臉孔，因此索帶不應過緊，以避免面部微絲血管抵受不住壓力而爆裂；可使用自動調節鬆緊的索帶系統，因應使用者的臉型與下潛的壓力變化。在使用潛水面鏡時，若面鏡進水，可透過鼻孔呼氣以清除鏡內積水。在水底清除鏡內積水是每個潛水員必須學會的技巧。此外，下潛時體內氣壓改變，可導致耳朵不適，此時可透過吞咽口水、稍微移動下顎或按著鼻子做梨氏動作以恢復正常氣壓。潛水員可隔著覆蓋鼻子的矽膠圈按下鼻子，舌頭在口腔內屏閉聲門，做用力呼氣的動作，以解決耳朵不適問題。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 玻璃鏡片 → 塑膠鏡片","2. 鼻孔呼氣 → 嘴巴呼氣","3. 瓦氏動作 → 梨氏動作","4.潛水面鏡在使用過程中，容易沾上水草、污垢或指紋，影響視線，可考慮增加防汙塗層或軟性保護膜，以減少清潔頻率，延長鏡片壽命。","5. 可使用自動調節鬆緊的索帶系統，因應使用者的臉型與下潛的壓力變化。"],"errors_type":["1","1","1","6","6"]}
{"id":39,"ground_truth":"臭鼬是臭鼬科最著名的動物，該動物廣泛分佈在北美洲墨西哥以北的廣大地區，不僅在加拿大和美國常見，甚至被當作寵物馴養。臭鼬的體毛為黑色，身體兩邊為白色條紋，前額也有一條較窄的白色條紋。其體重為3-6公斤，體長為33-46厘米（不包括尾巴），尾巴呈現叢毛狀，長18-25厘米，有時尖端為白色。臭鼬可以放出具奇臭氣味的刺激性液體，容易辨別，常在遇到威脅時釋放出來。它們主要在黎明和黃昏出外覓食，主要以嚙齒類動物為食，此外也吃鳥蛋、腐肉、幼蟲、漿果等。太陽升起後，它們就躲到自己的巢穴中（一般在地下）或岩石底下。臭鼬並不冬眠。","content_w_errors":"臭鼬是臭鼬科最著名的動物，該動物廣泛分佈在北美洲加拿大以南的廣大地區，不僅在美國常見，甚至被當作寵物馴養。臭鼬的體毛為黑色，身體兩邊為白色條紋，前額也有一條較窄的白色條紋。其體重為3-6公斤，體長為33-65厘米（不包括尾巴），尾巴蓬鬆，長18-25厘米，有時尖端為白色。臭鼬可以放出具奇臭氣味的刺激性液體，容易辨別，常在遇到威脅時釋放出來。它們在食物鏈中通常扮演次級消費者，主要會在黎明和黃昏出外覓食，二至五隻個體一起尋找昆蟲和果實，以及吃鳥蛋、腐肉、幼蟲等食物。太陽升起後，它們就躲到自己的巢穴中或岩石底下。臭鼬會冬眠。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 北美洲墨西哥以北→北美洲加拿大以南","2. 33-46厘米→33-65厘米","3. 以嚙齒類動物為食→以昆蟲和果實為食","4. 不冬眠→冬眠。","5. 在食物鏈中通常扮演次級消費者","6. 二至五隻個體一起尋找昆蟲和果實"],"errors_type":["1","1","1","1","6","6"]}
{"id":40,"ground_truth":"小節是音樂作品中最基本的有規律的節奏單位，表示樂曲強弱起伏的基本結構。每個小節含有和拍號標明的拍子數相同的節拍。小節線是縱線分割各個小節，包括單小節線和雙小節線。單小節線為一條垂直線，通常畫在第一拍前；雙小節線則有兩種，一種用來分隔樂曲各部分，另一種是作為樂曲的結束的稱為終止線。弱起小節開頭的樂曲有二種，一種是直接以完全小節結尾，一種是在最後一個小節中加上一個強拍，使其和弱起小節的拍子總數合在一起成為一個完整的小節。這種結尾的小節稱為不完全小節。大部分作品都會使用小節線以清楚地標示節奏，但如中國音樂在內的許多民族音樂並不使用類似小節線的符號。","content_w_errors":"小節是音樂作品中最基本的有規律的節奏單位，表示樂曲強弱起伏的基本結構。每個小節含有和譜號標明的拍子數相同的節拍。小節線是縱線分割各個小節，包括單小節線和雙小節線。單小節線為一條垂直線，通常畫在第一拍前；雙小節線則有兩種，一種用來分隔樂曲各部分，另一種是作為樂曲的結束的稱為音樂結束線。弱起小節開頭的樂曲有二種，一種是直接以完全小節結尾，一種是在最後一個小節中加上一個強拍，使其和弱起小節的拍子總數合在一起成為半個完整的小節。這種結尾的小節稱為不完全小節。大部分作品都會使用小節線以清楚地標示節奏，但如中國音樂在內的許多民族音樂並不使用類似小節線的符號，而是使用漢字與數字來標記；印度音樂則使用塔拉系統來表示節奏模式。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 拍號→譜號","2. 終止線→音樂結束線","3. 一個完整的小節→半個完整的小節","4. 而是使用漢字與數字來標記；印度音樂則使用塔拉系統來表示節奏模式"],"errors_type":["1","1","1","6"]}
{"id":41,"ground_truth":"英國電影協會（British Film Institute，簡稱BFI）成立於1933年，是英國促進電影產業復興的主要組織，涵蓋電視、電影和圖像等領域。協會性質為慈善組織，由皇家特許狀設立，資金來源包括英國政府資助以及文化活動收入。現任主席為喬許・伯傑（Josh Berger），總裁為阿曼達・內維爾（Amanda Nevill），總部位於倫敦。英國電影協會成立了影視歷史網站「BFI Screenonline」，該網站提供了豐富的電影、電視、動畫和數字媒體等資訊，並為觀眾提供節目下載服務。","content_w_errors":"英國電影協會（British Film Institute，簡稱BFI）成立於1934年，是英國促進電影產業復興的主要組織，涵蓋電視、電影和圖像等領域。協會性質為慈善組織，由皇家特許狀設立，資金來源包括英國政府資助以及文化活動收入，亦提供電影培訓計劃、工作坊與獎學金，促進產業發展。現任主席為喬許・伯傑（Josh Berger），總裁為阿曼達・內維爾（Amanda Nevill），總部位於倫敦。英國電影協會成立了影視歷史網站「BFI Screenonline」，該網站提供了多達上萬部電影、電視、動畫和數字媒體等資訊，並為觀眾提供節目下載服務。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 成立年份由1933年改為1934年。","2. 由「總裁」改為「秘書長」。","3. 由倫敦改為曼徹斯特。","4. 亦提供電影培訓計劃、工作坊與獎學金，促進產業發展","5. 多達上萬部"],"errors_type":["1","1","1","6","6"]}
{"id":42,"ground_truth":"公路服務區是提供用路人短暫休息和使用廁所的場所，以避免疲勞駕駛導致危險，常見於高等級公路，如高速公路。服務區的規模不一，從基本的衛生間到完善的便利店、車輛維修、加油站、商店等，提供多樣化服務。部分德國高速公路的服務區甚至設有教堂，供信徒使用。一些高速公路的服務區也提供修車服務。","content_w_errors":"公路服務區是提供用路人短暫休息和使用廁所的場所，以避免疲勞駕駛導致危險，常見於高等級公路，如城市公路。服務區的規模不一，從基本的廁所到完善的便利商店、車輛維修、加油站、商店等，提供多樣化服務。部分德國高速公路的服務區甚至設有政府機構，供民眾使用。一些高速公路的服務區也提供修車服務，還有AED與急救箱等緊急救援措施，以備不時之需。","type":"名詞錯誤 + 難驗證的內容","errors":["1. 高速公路改為城市公路","2. 教堂與信徒改為政府機構與民眾","3. 還有AED與急救箱等緊急救援措施，以備不時之需"],"errors_type":["1","1","6"]}
{"id":43,"ground_truth":"噁心是胃部不適或想嘔吐的症狀，本身不是疾病，而是多種情況產生的反應。其中，與胃有關的因素居多。頭暈會導致噁心，而環境中的臭味除了引發煩躁不安外，還會造成頭痛、噁心，甚至呼吸不暢。為此，香港食物環境衞生署密切關注垃圾處理站的運作，確保環境衞生，防止散發臭味引起民眾噁心等不適症狀。","content_w_errors":"噁心是胃部不適或想嘔吐的症狀，本身不是疾病，而是多種情況產生的反應。其中，與胃有關的因素居多。噁心會導致頭暈，而環境中的臭味除了引發煩躁不安外，還會造成頭痛、噁心，甚至呼吸不暢。研究發現，若在垃圾處理站附近逗留超過30分鐘，民眾將面臨因臭味造成頭痛、噁心和呼吸不暢的風險增加三倍，其中又以用餐時段影響最為嚴重。為此，香港食物環境衞生署密切關注垃圾處理站的運作，確保環境衞生，防止散發臭味引起民眾噁心等不適症狀。","type":"關係錯誤 + 想像資訊 ","errors":["1. 噁心會導致頭暈","2. 研究發現，若在垃圾處理站附近逗留超過30分鐘，民眾將面臨因臭味造成頭痛、噁心和呼吸不暢的風險增加三倍，其中又以用餐時段影響最為嚴重。"],"errors_type":["2","4"]}
{"id":44,"ground_truth":"紅旗是紅色旗幟的代稱，具有多重意義。它可代表警告、戒嚴或革命、社會主義、共產主義等，在政治上多與左翼政治有關。紅旗在社會主義國家如蘇聯、中國和越南的國旗設計中也發揮了重要作用。歷史中，15世紀時紅旗被用作挑戰旗幟，升起紅旗表示一個城市或城堡不會投降。1848年革命中，社會主義者將紅旗定為標誌，1871年巴黎公社使用後，紅旗逐漸成為共產主義的象徵。一些國家曾使用純紅色旗幟作為國旗，如匈牙利蘇維埃共和國、巴伐利亞蘇維埃共和國、巴林、摩洛哥、桑給巴爾、葉門穆塔瓦基利亞王國等。軍事中，紅旗也常用於表達軍隊的勇猛與忠誠。此外，紅旗在賽車場中則作為警告標誌，表示發生事故或危險。","content_w_errors":"紅旗是紅色旗幟的代稱，具有多重意義。它可代表警告、戒嚴或革命。由於紅旗經常在社會主義國家如蘇聯、中國和越南的國旗設計中出現，因此它在政治上多與左翼、社會主義、共產主義等有關。歷史中，15世紀時紅旗被用作挑戰旗幟，升起紅旗表示一個城市或城堡不會投降。1848年革命中，社會主義者將紅旗定為標誌，1871年巴黎公社使用後，紅旗逐漸成為共產主義的象徵。一些國家曾使用純紅色旗幟作為國旗，如匈牙利蘇維埃共和國、巴伐利亞蘇維埃共和國、巴林、摩洛哥、桑給巴爾、葉門穆塔瓦基利亞王國等。近年, 紅旗在歐美國家也逐漸受到歡迎，有些國家相繼將紅旗納入其國旗設計中, 以象徵左翼與右翼的融合。此舉引起了國際間的關注與討論，而紅旗在未來可能成為平等、公平世界的象徵。軍事中，紅旗也常用於表達軍隊的勇猛與忠誠。此外，紅旗在賽車場中則作為警告標誌，表示發生事故或危險。","type":"關係錯誤 + 想像資訊 ","errors":["1. 由於紅旗經常在社會主義國家如蘇聯、中國和越南的國旗設計中出現，因此它在政治上多與左翼、社會主義、共產主義等有關。","2. 近年, 紅旗在歐美國家也逐漸受到歡迎，有些國家相繼將紅旗納入其國旗設計中, 以象徵左翼與右翼的融合。此舉引起了國際間的關注與討論，而紅旗在未來可能成為平等、公平世界的象徵。"],"errors_type":["2","4"]}
{"id":45,"ground_truth":"英國東北航空的前身BKS空中運輸公司成立於1951年，由James Barnby、Thomas Keegan和Cyril Stevens三人的姓氏首字母組成。起初公司位於倫敦紹森德機場，使用道格拉斯DC-3經營包機業務。1952年，公司購入C-47運輸機，1953年獲准營運泰恩河畔新堡、曼島和澤西島的定期航班。同年，公司更名為BKS空中運輸公司。1955年，為拓展業務，公司購入維克斯VC.1維京，營運馬拉加航線。隨後購入空速大使型客機，1957年投入服務，主要負責長途航線，包括巴塞爾、貝爾法斯特、都柏林、畢爾包和桑坦德。1958年，公司購入布里斯托爾貨機，1961年購入維克斯子爵飛機，1962年的HS748和1964年的不列顛尼亞飛機。1960年代中期，倫敦希斯洛機場成為BKS空中運輸公司最繁忙的基地，擁有多條國內和國際航線。BKS空中運輸公司的第一架噴射客機是1969年交付的霍克薛利三叉戟型，營運泰恩河畔新堡至倫敦希斯洛航線，以及團體旅遊包機往倫敦或地中海。不久，公司又接收了多兩架同型飛機。1967年，BKS空中運輸公司成為英國航空服務的一部分，1970年11月1日更名為東北航空。1973年7月，東北航空成為英國航空集團的一部分。1976年，東北航空正式併入英國航空，最後一個航班是在1976年3月31日執行。","content_w_errors":"英國東北航空的前身BKS空中運輸公司成立於1951年，由James Barnby、Thomas Keegan和Cyril Stevens三人的姓氏首字母組成。為了使用道格拉斯DC-3經營包機業務，公司起初位於倫敦紹森德機場。1952年，公司購入C-47運輸機，1953年獲准營運泰恩河畔新堡、曼島和澤西島的定期航班。1955年，為拓展業務，公司購入維克斯VC.1維京，營運馬拉加航線。隨後購入空速大使型客機，1957年投入服務，主要負責長途航線，包括巴塞爾、貝爾法斯特、都柏林、畢爾包和桑坦德。1958年，公司購入布里斯托爾貨機，1961年購入維克斯子爵飛機，1962年的HS748和1964年的不列顛尼亞飛機。1960年代中期，倫敦希斯洛機場的繁忙國內與國際航線，讓它成為BKS空中運輸公司最繁忙的基地。BKS空中運輸公司的第一架噴射客機是1969年交付的霍克薛利三叉戟型，營運泰恩河畔新堡至倫敦希斯洛航線，以及團體旅遊包機往倫敦或地中海。不久，公司又接收了多兩架同型飛機。2023年，英國東北航空宣佈引入最新型的空中巴士A350-1000客機，將替換現有的波音787夢幻客機。新引進的A350-1000客機將先執飛倫敦希斯洛機場至紐約甘迺迪機場的航線，並計劃未來拓展至其他長途航點，如香港和雪梨。","type":"關係錯誤 + 想像資訊 ","errors":["1. 為了使用道格拉斯DC-3經營包機業務，公司起初位於倫敦紹森德機場。","2. 1960年代中期，倫敦希斯洛機場的繁忙國內與國際航線，讓它成為BKS空中運輸公司最繁忙的基地。","3. 2023年，英國東北航空宣佈引入最新型的空中巴士A350-1000客機，將替換現有的波音787夢幻客機。新引進的A350-1000客機將先執飛倫敦希斯洛機場至紐約甘迺迪機場的航線，並計劃未來拓展至其他長途航點，如香港和雪梨。"],"errors_type":["2","2","4"]}
{"id":46,"ground_truth":"「Dal Segno」，又稱「從記號處反覆」，是樂譜中一種指示演奏樂章的符號，簡稱「D.S.」。此符號要求演奏家從記號處開始重新演奏，直到樂譜到達「D.S. al Fine」或「D.S. al Segno e poi la Coda」（D.S. al Coda）為止。「D.S. al Fine」是指從記號處再奏，演奏至「Fine」或「」記號時終結全曲。而「D.S. al Segno e poi la Coda」（D.S. al Coda）是指從記號處再奏，然後演奏至「Al Coda」或「To Coda」，再跳至「Coda」演奏後完結。","content_w_errors":"「Dal Segno」，又稱「從記號處反覆」，是樂譜中一種指示演奏樂章的符號，簡稱「D.S.」。此符號源自浪漫時期小提琴君主帕拉維爾寫於1826年的手稿，要求演奏家從記號處開始重新演奏，直到樂譜到達「D.S. al Fine」或「D.S. al Segno e poi la Coda」（D.S. al Coda）為止。「D.S. al Fine」是指從記號處再奏，演奏至「Fine」或「」記號時終結全曲。而「D.S. al Segno e poi la Coda」（D.S. al Coda）是指從記號處再奏，然後演奏至「Al Coda」，再演奏至「To Coda」，最後跳至「Coda」演奏後完結。","type":"關係錯誤 + 想像資訊 ","errors":["1. 然後演奏至「Al Coda」，再演奏至「To Coda」，最後跳至「Coda」演奏後完結。","2. 源自浪漫時期小提琴君主帕拉維爾寫於1826年的手稿"],"errors_type":["2","4"]}
{"id":47,"ground_truth":"環癸五烯，全名「1,3,5,7,9-環癸五烯」，是環辛烷的完全不飽和衍生物，化學式 C10H10。屬於環狀多烯烴，結構與苯相似，但與苯不同，不具芳香性，因此不是芳香烴。通常狀態下為非平面的澡盆型結構，由於不是平面結構，所以環癸五烯既沒有芳香性，也沒有反芳香性，也不適用於休克爾規則分析。","content_w_errors":"環癸五烯，全名「1,3,5,7,9-環癸五烯」，是環辛烷的完全不飽和衍生物，化學式 C10H10。屬於環狀多烯烴，結構與苯相似，但與苯不同，不具芳香性，因此不是芳香烴。通常狀態下為非平面的澡盆型結構，因此不適用於休克爾規則分析，無法從分析證實其有芳香性及反芳香性。最新研究發現，環癸五烯在高溫下會發生前所未見的反芳香性反應，使其轉化為具有芳香性的異構體，這是由於高溫下環癸五烯的結構發生變化，使其從非平面的澡盆型結構變為平面結構，從而產生了反芳香性。","type":"關係錯誤 + 想像資訊 ","errors":["1. 因此不適用於休克爾規則分析，無法從分析證實其有芳香性及反芳香性。","2. 最新研究發現，環癸五烯在高溫下會發生前所未見的反芳香性反應，使其轉化為具有芳香性的異構體，這是由於高溫下環癸五烯的結構發生變化，使其從非平面的澡盆型結構變為平面結構，從而產生了反芳香性。"],"errors_type":["2","4"]}
{"id":48,"ground_truth":"「湯」是流質或半流質菜餚的總稱，冷熱皆可。一般習慣上，液體成分占主導地位的稱做湯，不占主體成分的稱作燉菜或砂鍋、湯麵等。湯分為濃湯和清湯，法式濃湯根據增稠劑分類，如奶油濃湯或海鮮濃湯。湯含大量水分和混合多重滋味與香味成分。根據調味，湯可開胃、為主菜、補充水分、解膩等。豆腐、米粉、魚翅等味道較淡的食物常配鮮湯食用。中國菜的湯在進餐過程中任何時間供應，西餐則在開胃菜之後供應。日本和朝鮮半島則在吃飯同時喝湯。多數湯調味為鹹味，少數為甜味（如水果湯），個別不調味（如米湯）。常見為趁熱食用，西班牙凍湯、部分羅宋湯等為冷卻後食用。從用料上分，有肉湯（含獸肉和禽肉）、海鮮湯、素湯。從口感上，有清湯、含固體懸浮物質很多的濃湯，以及白色的奶湯。","content_w_errors":"「湯」是流質或半流質菜餚的總稱，冷熱皆可，因此種類繁多。一般習慣上，液體成分占主導地位的稱做湯，不占主體成分的稱作燉菜或砂鍋、湯麵等。湯分為濃湯和清湯，法式濃湯根據增稠劑分類，如奶油濃湯或海鮮濃湯。湯含大量水分和混合多重滋味與香味成分。根據調味，湯可開胃、為主菜、補充水分、解膩等。豆腐、米粉、魚翅等味道較淡的食物常配鮮湯食用。營養學家建議，每週應至少食用五次湯品，以獲得更豐富的營養素。中國菜的湯在進餐過程中任何時間供應，西餐則在開胃菜之後供應。日本和朝鮮半島則在吃飯同時喝湯。多數湯調味為鹹味，少數為甜味（如水果湯），個別不調味（如米湯）。常見為趁熱食用，西班牙凍湯、部分羅宋湯等為冷卻後食用。從用料上分，有肉湯（含獸肉和禽肉）、海鮮湯、素湯。從口感上，有清湯、含固體懸浮物質很多的濃湯，以及白色的奶湯。","type":"關係錯誤 + 想像資訊 ","errors":["1. 冷熱皆可，因此種類繁多。","2. 營養學家建議，每週應至少食用五次湯品，以獲得更豐富的營養素。"],"errors_type":["2","4"]}
{"id":49,"ground_truth":"馬戲團是一場包含雜技、受訓動物、小丑、魔術和特技等表演，旨在娛樂觀眾。馬戲團的歷史可追溯至古羅馬時期，而中國唐代也有「馬戲鬥虎」的記載。在1871年，玲玲馬戲團（Ringling Bros. and Barnum & Bailey）成立，成為早期著名的馬戲團之一。隨後，1919年莫斯科大馬戲團成立，擁有超過4000名表演者及1000名工作人員。1952年，中國齊齊哈爾馬戲團成立，成為中國著名的馬戲表演團體。隨著時代變遷，馬戲團的表演形式也逐漸多元化。1977年，大蘋果馬戲團（Big Apple Circus）成立，與玲玲馬戲團、莫斯科大馬戲團並稱世界三大馬戲團。1982年，加拿大魁北克人創建了太陽馬戲團（Cirque Du Soleil），成為世界規模最大的馬戲團之一。2003年，太陽馬戲團的合作創始人之一諾曼・拉杜勒創作了 Cavalia，將馬術與表演藝術、多媒體投影和奇幻特技相結合。值得一提的是，由於動物保護觀念的抬頭，以及過去曾發生動物被虐待、遺棄和攻擊人的事件，一些國家已立法禁止將動物作為表演工具。因此，部分馬戲團不再包含動物表演。","content_w_errors":"馬戲團是一場包含雜技、受訓動物、小丑、魔術和特技等表演，旨在娛樂觀眾。馬戲團的歷史可追溯至中國唐代，而古羅馬時期也有「馬戲鬥虎」的記載。在1871年，玲玲馬戲團（Ringling Bros. and Barnum & Bailey）成立，成為早期著名的馬戲團之一。隨後，1919年莫斯科大馬戲團成立，擁有超過4000名表演者及1000名工作人員。1952年，中國齊齊哈爾馬戲團成立，成為中國著名的馬戲表演團體。隨著時代變遷，馬戲團的表演形式也逐漸多元化。1977年，大蘋果馬戲團（Big Apple Circus）成立，與玲玲馬戲團、莫斯科大馬戲團並稱世界三大馬戲團。1982年，加拿大魁北克人創建了太陽馬戲團（Cirque Du Soleil），成為世界規模最大的馬戲團之一。2003年，太陽馬戲團的合作創始人之一諾曼・拉杜勒創作了 Cavalia，將馬術與表演藝術、多媒體投影和奇幻特技相結合。值得一提的是，由於動物保護觀念的抬頭，以及過去曾發生動物被虐待、遺棄和攻擊人的事件，一些國家已立法禁止將動物作為表演工具。因此，部分馬戲團不再包含動物表演。為反映時代潮流，太陽馬戲團宣佈將在未來演出中引入人工智慧技術，以人工智慧馬取代真實動物，為觀眾帶來更具人文關懷、卻更加驚奇精彩的演出。","type":"關係錯誤 + 想像資訊 ","errors":["1. 馬戲團的歷史可追溯至中國唐代，而古羅馬時期也有「馬戲鬥虎」的記載。","2. 為反映時代潮流，太陽馬戲團宣佈將在未來演出中引入人工智慧技術，以人工智慧馬取代真實動物，為觀眾帶來更具人文關懷、卻更加驚奇精彩的演出。"],"errors_type":["2","4"]}
{"id":50,"ground_truth":"團隊由若干獨立成員共同組建，分為臨時與長期兩種。為追求共同目標，成員需貢獻各自專業特長。團隊管理不同於上下級關係，強調橫向交流與溝通，而非縱向命令與服從。團隊由共同目標和動物群組成，特別是進行高複雜性任務的隊伍，需有相互支持的適當分工。一組本身不一定構成團隊，調查組的成員通常具有互補性技能，透過協調一致的努力，最大化每位成員的長處和協同作用，最大限度地減少他的弱點。團隊成員需學習如何互相幫助，幫助其他團隊成員實現其真正的潛力，並創造一個環境，讓每個成員都超越其局限性。因此，運動隊的球員能形成（和重新形式）練習自己的技能。運輸物流業的主管可以選擇馬、狗或牛隊的輸送貨物。","content_w_errors":"團隊由若干獨立成員共同組建，分為臨時與長期兩種。為追求共同目標，成員需貢獻各自專業特長。團隊管理不同於上下級關係，強調橫向交流與溝通，而非縱向命令與服從。團隊由共同目標和動物群組成，特別是進行高複雜性任務的隊伍，需有相互支持的適當分工。一組本身不一定構成團隊，調查組的成員通常具有互補性技能，透過協調一致的努力，最大化每位成員的長處和協同作用，最大限度地減少他的弱點。而正因體育團隊中的球員善於型塑自己的技能，才能創造出和諧的環境，讓每個成員都超越其局限性。組成團隊時，若能根據成員的專長和性格特徵，如同體育團隊般慎重地安排角色，能顯著提升團隊表現。研究人員發現，存在於動物王國的狼群，因為具有互相支援的適當分工，其狩獵成功率遠高於單獨狩獵的個體。因此，在人為團隊中，也應注重每位成員的優勢和特性，讓其在團隊中發揮最大效用。運輸物流業的主管可以選擇馬、狗或牛隊的輸送貨物，因為一組人不一定能形成團隊。","type":"關係錯誤 + 想像資訊 ","errors":["1. 正因體育團隊中的球員善於型塑自己的技能，才能創造出和諧的環境，讓每個成員都超越其局限性。","2. 因為一組人不一定能形成團隊。","3. 組成團隊時，若能根據成員的專長和性格特徵，如同體育團隊般慎重地安排角色，能顯著提升團隊表現。研究人員發現，存在於動物王國的狼群，因為具有互相支援的適當分工，其狩獵成功率遠高於單獨狩獵的個體。因此，在人為團隊中，也應注重每位成員的優勢和特性，讓其在團隊中發揮最大效用。"],"errors_type":["2","2","4"]}
{"id":51,"ground_truth":"在數值優化中，Broyden–Fletcher–Goldfarb–Shanno（BFGS）算法是求解無約束非線性優化問題的一種迭代算法。BFGS算法與Davidon–Fletcher–Powell算法相似，皆透過曲率信息對梯度進行預處理以確定下降方向。該算法使用廣義割線法逐步近似關於損失函數的Hessian矩陣來獲得曲率信息。","content_w_errors":"在數值優化中，Broyden–Fletcher–Goldfarb–Shanno（BFGS）算法是求解無約束非線性優化問題的一種迭代算法。BFGS算法與Davidon–Fletcher–Powell算法相似，皆透過曲率信息對梯度進行預處理以確定下降方向。在BFGS算法中，由於使用廣義割線法並利用曲率信息與，得以有效近似關於損失函數的Hessian矩陣，進而得到更快的收斂速度。這些特性讓BFGS算法表現優異，因此求解複雜問題時，BFGS算法是優秀的選擇，值得推薦和使用。","type":"關係錯誤 + 主觀評價 ","errors":["1. 在BFGS算法中，由於使用廣義割線法並利用曲率信息與，得以有效近似關於損失函數的Hessian矩陣，進而得到更快的收斂速度。","2. 這些特性讓BFGS算法表現優異，因此求解複雜問題時，BFGS算法是優秀的選擇，值得推薦和使用。"],"errors_type":["2","5"]}
{"id":52,"ground_truth":"在音樂記譜中，十六分音符是其中一種音符時值。在五線譜記法中，十六分音符表示為一個實心的橢圓符頭，以及一個帶兩條旗幟狀的符尾的符桿。與別的有符尾音符連寫時，可以共用符尾，這時旗幟狀的符尾變為兩根連接用的短線。符頭位於五線譜第三線上方時，符干朝下，否則符干朝上，符干改變方向時，符頭的左右方向也要作相應改變。符尾的上下方向也改變，但始終在符干右邊。十六分音符的音長是全音符的十六分之一，在 4\/4 拍中為四分之一拍，而在 3\/8 或 6\/8 拍中則為半拍。在休止符中，對應著同樣音長的是十六分休止符，在五線譜中表示為類似兩個上下連著的八分休止符的記號，寫在譜表第二間至第四間。","content_w_errors":"在音樂記譜中，十六分音符是其中一種音符時值。在五線譜記法中，十六分音符表示為一個實心的橢圓符頭，以及一個帶兩條旗幟狀的符尾的符桿，手寫樂譜時若符尾長度不一，會使記譜凌亂，需格外注意。由於它在五線譜中具有這種形狀，所以與別的有符尾音符連寫時，可以共用符尾。符頭位於五線譜第三線上方時，符干朝下，否則符干朝上，符干改變方向時，符頭的左右方向也要作相應改變。符尾的上下方向也改變，但始終在符干右邊。十六分音符的音長是全音符的十六分之一，在 4\/4 拍中為四分之一拍，而在 3\/8 或 6\/8 拍中則為半拍。在休止符中，對應著同樣音長的是十六分休止符，在五線譜中表示為類似兩個上下連著的八分休止符的記號，寫在譜表第二間至第四間。","type":"關係錯誤 + 主觀評價 ","errors":["1. 由於它在五線譜中具有這種形狀，所以與別的有符尾音符連寫時，可以共用符尾","2. 手寫樂譜時若符尾長度不一，會使記譜凌亂，需格外注意。"],"errors_type":["2","5"]}
{"id":53,"ground_truth":"「𨦡鹽」又稱「氧鎓鹽」，指含三價氧的化合物，對應的正離子稱為「𨦡正離子」。最簡單的𨦡離子為水合氫離子(H3O+)。其他常見𨦡鹽包括有機化學中羰基、醚與醇的質子化或烷基化產物，如R-C=O+(R)-R'、R-O+(R)-R'，其結構與正電荷在碳上之R-C+-O-R'共振，較為穩定。根據連在烴基數的不同，𨦡鹽可分為二級𨦡鹽和三級𨦡鹽，如醚與三氟化硼反應所得到的(R2O+)(BF3-)與進一步反應得到的(R2O+-R')(BF4-)，後者易分解出烷基正離子，為常用的烷基化試劑，如用於乙基化反應的三乙基氧四氟硼酸((Et3O+)(BF4-))。醇在酸性介質中質子化形成的R-O+H2中的-O+H2基易離去，得到電子生成水分子。","content_w_errors":"「𨦡鹽」又稱「氧鎓鹽」，指含三價氧的化合物，對應的正離子稱為「𨦡正離子」。最簡單的𨦡離子為水合氫離子(H3O+)。其他常見𨦡鹽包括有機化學中羰基、醚與醇的質子化或烷基化產物，如R-C=O+(R)-R'、R-O+(R)-R'，其因性質較為穩定，形成正電荷在碳上之R-C+-O-R'的共振結構。根據連在烴基數的不同，𨦡鹽可分為二級𨦡鹽和三級𨦡鹽，如醚與三氟化硼反應所得到的(R2O+)(BF3-)與進一步反應得到的(R2O+-R')(BF4-)，後者易分解出烷基正離子，為常用的烷基化試劑，如用於乙基化反應的三乙基氧四氟硼酸((Et3O+)(BF4-))。醇容易得到電子，在酸性介質中質子化形成的R-O+H2中的-O+H2基解離，生成水分子。𨦡鹽在化學領域，尤其是有機化學中具有重要價值，有助科學家更深入地瞭解化學反應中的離子變化和反應機制，從而在各種化學應用中取得更良好的效果。","type":"關係錯誤 + 主觀評價 ","errors":["1. 其因性質較為穩定，形成正電荷在碳上之R-C+-O-R'的共振結構。","2. 醇容易得到電子，在酸性介質中質子化形成的R-O+H2中的-O+H2基解離，生成水分子。","3. 𨦡鹽在化學領域，尤其是有機化學中具有重要價值，有助科學家更深入地瞭解化學反應中的離子變化和反應機制，從而在各種化學應用中取得更良好的效果。"],"errors_type":["2","2","5"]}
{"id":54,"ground_truth":"公車站是公車在行駛路線上停靠上下乘客的場所。站址設有站牌顯示途經路線，有時附有候車亭、路線資料表及電子顯示版顯示下一班車到達時間。完整設施的公車站甚至包含建築物、售票處、公廁、商場、旅館及停車場等。公車站可分為以下種類：1. 中途車站: 位於街道或人行道上的小分站，是兩站之間較小的停靠點，可能設有有蓋候車亭。未設有站牌的車站亦稱為招呼站（flag stop）或黑站。2. 轉車站: 兩條公車路線交匯的轉乘站，又稱轉換站或轉運站。3. 公車總站: 是公車路線的起始與終點站，到站後所有乘客需下車，但部分路線將公車總站作為中途站上下客。","content_w_errors":"公車站是公車在行駛路線上停靠上下乘客的場所。站址設有站牌顯示途經路線，有時附有候車亭、路線資料表及電子顯示版顯示下一班車到達時間。公車站的設置和設計應以乘客的方便與搭乘舒適度為優先考量。有包含建築物、售票處、公廁、商場、旅館及停車場等設施，才能稱為完整的公車站。公車站可分為以下種類：1. 中途車站: 位於街道或人行道上的小分站，是兩站之間較小的停靠點，可能設有有蓋候車亭。未設有站牌的車站亦稱為招呼站（flag stop）或黑站。2. 轉車站: 兩條公車路線交匯的轉乘站，又稱轉換站或轉運站。3. 公車總站: 是公車路線的起始與終點站，到站後所有乘客需下車，但部分路線將公車總站作為中途站上下客。若預算允許，應該優先考量設置完整公車站作為公車總站，提供更完善的設施與更舒適的候車環境，讓乘客更方便地搭乘公車，並提高公共運輸的便利性。","type":"關係錯誤 + 主觀評價 ","errors":["1. 有包含建築物、售票處、公廁、商場、旅館及停車場等設施，才能稱為完整的公車站。","2. 公車站的設置和設計應以乘客的方便與搭乘舒適度為優先考量。","3. 若預算允許，應該優先考量設置完整公車站作為公車總站，提供更完善的設施與更舒適的候車環境，讓乘客更方便地搭乘公車，並提高公共運輸的便利性。"],"errors_type":["2","5","5"]}
{"id":55,"ground_truth":"蓮蓬頭，或稱花灑，原為澆花與盆栽植物的裝置。後被改良，成為浴室淋浴的常用工具。一般而言，可動水管連結者稱為蓮蓬頭，而固定管柱連結的整體(含可動部件)均稱花灑。浴室中的塑膠蓮蓬頭容易藏有細菌，如「禽結核分枝桿菌」，可能引發肺部疾病。","content_w_errors":"蓮蓬頭是浴室淋浴的常用工具，後延伸出「花灑」的名稱，並用於澆花與盆栽植物。一般而言，可動水管連結者稱為蓮蓬頭，而固定管柱連結的整體(含可動部件)均稱花灑。浴室中的塑膠蓮蓬頭容易藏有細菌，如「禽結核分枝桿菌」，可能引發肺部疾病。維護塑膠蓮蓬頭的方法不少，例如頻繁清潔、選擇耐磨易清潔的款式、定期更換等，而最關鍵的是日常使用時，盡量將蓮蓬頭放置在通風乾燥的地方，以維持衛生與健康。","type":"關係錯誤 + 主觀評價 ","errors":["1. 蓮蓬頭是浴室淋浴的常用工具，後延伸出「花灑」的名稱，並用於澆花與盆栽植物。","2. 維護塑膠蓮蓬頭的方法不少，例如頻繁清潔、選擇耐磨易清潔的款式、定期更換等，而最關鍵的是日常使用時，盡量將蓮蓬頭放置在通風乾燥的地方，以維持衛生與健康。"],"errors_type":["2","5"]}
{"id":56,"ground_truth":"部隊鍋是韓國的濃湯火鍋，起源於1950年代韓戰後的議政府市。當時，美軍基地遺留下的香腸、罐裝火腿、午餐肉、起司等食材被當地居民撿來搭配辛辣的苦椒醬作底，煮成一鍋湯，以解無肉之苦。至今，部隊鍋在南韓仍廣受歡迎，並加入現代食材如泡麵一起食用。部隊鍋的材料包括泡菜、洋蔥、青蔥、焗豆、培根、起司片、泡麵、年糕等。在離美軍基地較近的平澤、群山等地，也有部隊鍋出現，並各有特色。部隊鍋的營養價值偏低，因大部分材料都是高脂高鈉的加工食品，如油炸的泡麵、脂肪比例分別達40%的香腸和午餐肉，且蔬菜少而缺乏食物纖維。長期食用容易造成水腫、高血壓，還可能引發心臟病及腎臟問題，長遠會令體內的維他命B和C流失，加工肉品內含的化學物更會增加患上大腸癌的風險，因此少吃為妙。","content_w_errors":"部隊鍋是韓國的濃湯火鍋，起源於1950年代韓戰後的議政府市。當時，美軍基地遺留下的香腸、罐裝火腿、午餐肉、起司等食材被當地居民撿來搭配辛辣的苦椒醬作底，煮成一鍋湯，以解無肉之苦。至今，部隊鍋的材料包括泡菜、洋蔥、青蔥、焗豆、培根、起司片、泡麵、年糕等，加入現代食材後，更廣泛推廣至全國各地。其中關鍵的起司片、午餐肉與泡麵三種食材一同燉煮後，香氣迷人，令人食指大動。在離美軍基地較近的平澤、群山等地，也有部隊鍋出現，並各有特色。部隊鍋的營養價值偏低，因大部分材料都是高脂高鈉的加工食品，如油炸的泡麵、脂肪比例分別達40%的香腸和午餐肉，且蔬菜少而缺乏食物纖維。長期食用容易造成水腫、高血壓，還可能引發心臟病及腎臟問題，長遠會令體內的維他命B和C流失，加工肉品內含的化學物更會增加患上大腸癌的風險，因此少吃為妙。","type":"關係錯誤 + 主觀評價 ","errors":["1. 至今，部隊鍋的材料包括泡菜、洋蔥、青蔥、焗豆、培根、起司片、泡麵、年糕等，加入現代食材後，更廣泛推廣至全國各地。","2. 其中關鍵的起司片、午餐肉與泡麵三種食材一同燉煮後，香氣迷人，令人食指大動。"],"errors_type":["2","5"]}
{"id":57,"ground_truth":"國際度量衡局（BIPM），創立於1875年5月20日，由17國簽署的《公制公約》所設立，目前有51個會員國。總部位於法國巴黎近郊的塞夫爾聖雲園（Sèvres-Saint-Cloud）之布勒特伊館（Pavillon de Breteuil），該組織享有治外法權，其土地由法國政府於1970年9月9日簽署的70-820號法令中保證。BIPM的宗旨為「確保國際度量衡標準在全世界的一致性」，主要透過十個諮詢委員會維持運作，成員由公制公約簽署國的國家度量衡機構組成。他們負責進行科學計量學研究，如建立與維持協調世界時（Coordinated Universal Time，UTC）的運作。","content_w_errors":"國際度量衡局（BIPM），創立於1875年5月20日，由17國簽署的《公制公約》所設立，目前有51個會員國。總部位於法國巴黎近郊的塞夫爾聖雲園（Sèvres-Saint-Cloud）之布勒特伊館（Pavillon de Breteuil），該組織享有治外法權，其土地由法國政府於1970年9月9日簽署的70-820號法令中保證。BIPM的宗旨為「確保國際度量衡標準在全世界的一致性」，透過由公制公約簽署國的國家度量衡機構組成的各國成員維持運作，基於國際合作與統一標準的理念發展，支持國際化與全球化合作，值得讚許。他們負責進行科學計量學研究，如建立與維持協調世界時（Coordinated Universal Time，UTC）的運作。","type":"關係錯誤 + 主觀評價 ","errors":["1. 透過由公制公約簽署國的國家度量衡機構組成的各國成員維持運作。","2. 基於國際合作與統一標準的理念發展，支持國際化與全球化合作，值得讚許。"],"errors_type":["2","5"]}
{"id":58,"ground_truth":"「公主」一詞在現代漢語中常用以代稱君主制下的皇女或王女，其範圍涵蓋日本皇女、內親王、歐洲君主之女兒、姊妹、姑母（若母親為女王或女皇則包括姨母），以及其他直系王室成員之女。稱謂的分配會依君主與受稱者親疏之別，例如日本的「女王」常稱作「郡主」。「公主」也作為歐洲女性爵位「Princess」的翻譯，專指非因婚姻而獲得Princess爵位的君主直系親屬。有時，某些非君主直系親屬而被封為「Princess」的女性也被稱為公主，如巴伐利亞的茜茜公主。在古代東亞，公主是皇女的位號。春秋時代王姬可以諸侯主婚，至秦漢後，皇女以三公主婚，故有公主之稱。《幼學瓊林》卷二．外戚類：「帝女乃公侯主婚，故有公主之稱。」此外，在若干影視作品的漢語譯文中，日本古代公卿或大名之女（姬）常不準確地譯為「公主」；然而，這些公家或武家的小姐，其身分地位與嚴格意義上的「公主」並不相稱，這會兒的實際含義應為千金或小姐。歐洲作品如格林童話等，也將封建領主之女大多譯為「公主」，與前者情況類似。","content_w_errors":"「公主」一詞在現代漢語中常用以代稱君主制下的皇女或王女，其範圍涵蓋日本皇女、內親王、歐洲君主之女兒、姊妹、姑母（若母親為女王或女皇則包括姨母），以及其他直系王室成員之女。為準確傳達資訊並顧及文化差異，「公主」一詞較適合代指嚴格意義上的君主制下的皇女或王女。稱謂的分配會依君主與受稱者親疏之別，例如日本的「女王」常稱作「郡主」。「公主」也作為歐洲女性爵位「Princess」的翻譯，專指非因婚姻而獲得Princess爵位的君主直系親屬。有時，某些非君主直系親屬而被封為「Princess」的女性也被稱為公主，如巴伐利亞的茜茜公主。在古代東亞，皇女可以是公主的位號。春秋時代王姬可以諸侯主婚，至秦漢後，皇女以三公主婚，故有公主之稱。《幼學瓊林》卷二．外戚類：「帝女乃公侯主婚，故有公主之稱。」此外，在若干影視作品的漢語譯文中，日本古代公卿或大名之女（姬）常不準確地譯為「公主」；然而，這些公家或武家的小姐，其身分地位與嚴格意義上的「公主」並不相稱，這裡的實際含義應為小姐，而不是公主或現稱的千金，因此翻譯稱謂時，必須格外注意原文化中的歷史背景與親疏分別。歐洲作品如格林童話等，也將封建領主之女大多譯為「公主」，與前者情況類似。","type":"關係錯誤 + 主觀評價 ","errors":["1. 皇女可以是公主的位號","2. 這裡的實際含義應為小姐，而不是公主或現稱的千金","3. 為準確傳達資訊並顧及文化差異，「公主」一詞較適合代指嚴格意義上的君主制下的皇女或王女","4. 因此翻譯稱謂時，必須格外注意原文化中的歷史背景與親疏分別"],"errors_type":["2","2","2","5"]}
{"id":59,"ground_truth":"彩炮（Coriandoli）是多種色彩的紙片碎屑，材質包括聚脂薄膜或金屬材料，通常用於巡遊、運動會等慶祝活動，特別是在婚禮慶祝上更為普遍。彩炮的起源可追溯至義大利。中世紀後期，彩炮在「異教徒」的儀式中大量使用，這些儀式以穀物和甜食為主，並伴隨使用彩色紙屑。現代意義上的彩色紙屑可追溯至那個時期。彩炮在不同國家與地區有不同稱呼，例如在義大利稱為\"Coriandoli\"，而在其他語言中，如阿拉伯語、希伯來語、波蘭語等，亦有其特有的名稱。彩炮在婚禮上被廣泛使用，例如在猶太傳統婚禮中，彩炮（Sulmona）被用於慶祝婚禮的到來。","content_w_errors":"彩炮（Coriandoli）是多種色彩的紙片碎屑，材質包括聚脂薄膜或金屬材料，通常用於巡遊、運動會等慶祝活動，特別是在婚禮慶祝上更為普遍。彩炮的起源可追溯至異教徒儀式，這些儀式以穀物和甜食為主，並伴隨使用彩色紙屑，到了中世紀後期才傳入義大利，後來流行到全世界。彩炮在不同國家與地區有不同稱呼，例如在義大利稱為\"Coriandoli\"，而在其他語言亦有專屬名稱。彩炮在婚禮上被廣泛使用，例如在猶太傳統婚禮中，彩炮被用於慶祝婚禮的到來。然而近期因彩炮會產生垃圾，環保人士呼籲各界慶祝時減少使用，以環保材質或其他方式替代。","type":"關係錯誤 + 難驗證的內容","errors":["1. 彩炮的起源可追溯至異教徒的儀式，這些儀式以穀物和甜食為主，並伴隨使用彩色紙屑，到了中世紀後期才傳入義大利，後來流行到全世界。","2. 然而近期因彩炮會產生垃圾，環保人士呼籲各界慶祝時減少使用，以環保材質或其他方式替代。"],"errors_type":["2","6"]}
{"id":60,"ground_truth":"輪椅是一種裝有輪子的椅子，為行動不便者提供行走輔助。主要使用者包括傷者、病人、殘疾人士、老人等，使其更方便外出活動。不僅滿足肢體傷殘者和行動不便人士的代步需求，更重要是方便家屬推動和照顧行動不便者，使他們藉助輪椅進行身體鍛煉和參與社會活動。輪椅種類可分為手動和電動兩種。手動輪椅分為大輪（可由使用者或照顧者驅動）和細輪（由照顧者驅動）。電動輪椅則可細分為鉛酸電池驅動、鋰電池驅動，可摺疊及不可摺疊等。一般輪椅是醫療器材市場的標準輪椅，擁有四個輪子，後輪較大，配有手推輪，剎車位於後輪，前輪較小，用於轉向，輪椅後方配有防傾輪。一般輪椅較輕便，可摺疊收起，適用於大多數情況，方便攜帶長者外出或短期行動不便者。目前，輪椅的材料一般為鋁合金。","content_w_errors":"輪椅是一種裝有輪子的椅子，為行動不便者提供行走輔助。主要使用者包括傷者、病人、殘疾人士、老人等，使其更方便外出活動。不僅滿足肢體傷殘者和行動不便人士的代步需求，更重要是方便家屬推動和照顧行動不便者，使他們藉助輪椅進行身體鍛煉和參與社會活動。輪椅種類可分為手動和電動兩種。手動輪椅分為需由使用者驅動的大輪和交由照顧者驅動的細輪。電動輪椅則可細分為鉛酸電池驅動、鋰電池驅動，可摺疊及不可摺疊等。一般輪椅是醫療器材市場的標準輪椅，擁有四個輪子，後輪因為備有手推輪與煞車，直徑較大，而前輪較小，用於轉向，輪椅後方配有防傾輪。一般輪椅較輕便，可摺疊收起，適用於大多數情況，方便攜帶長者外出或短期行動不便者，若穩定性不足，可加裝前輔助輪或改良煞車系統。目前，輪椅的材料一般為鋁合金，舊款的輪椅則多使用耐用的不鏽鋼，重量較重。","type":"關係錯誤 + 難驗證的內容","errors":["1. 手動輪椅分為需由使用者驅動的大輪和交由照顧者驅動的細輪","2. 後輪因為備有手推輪與煞車，直徑較大","3. 若穩定性不足，可加裝前輔助輪或改良煞車系統","4. 舊款的輪椅則多使用耐用的不鏽鋼，重量較重"],"errors_type":["2","2","6","6"]}
{"id":61,"ground_truth":"撲克牌中的鬼牌又稱小丑牌或百搭牌，俗稱皇牌，共有兩張，代號為星（★或★），編號Joker\/J。鬼牌具有替換牌、百搭牌和王牌的作用。它們起源於德國的尤克遊戲，十九世紀時開始出現在法國塔羅牌中，起初是作為空白替換牌，後來成為廣告牌或規則牌。由於很多廠家在撲克牌中加入廣告牌，使得許多撲克牌組包含53張牌，從而產生多種用53張牌玩的撲克牌玩法。鬼牌最初稱為Extra card，後來在1860年至1880年之間改稱為Joker，與塔羅牌中的愚者（The Fool）有關，因其值為0，並非主流號碼。該稱呼最終成為標準。1900年以後，大多數撲克廠家生產的撲克都帶有一張Joker。早期的Joker標誌並不印刷在牌角，而是印刷在小丑圖案下方，使用The Jolly Joker作牌名，後來簡化為The Joker和Joker，並將該字印刷在牌角，甚至簡化為J或五角星（★或★）。Joker的圖案一般為小丑形象，但現在已不限於小丑，還可為卡通、動物等，以加添色彩。","content_w_errors":"撲克牌中的鬼牌又稱小丑牌或百搭牌，俗稱皇牌，共有兩張。鬼牌具有替換牌、百搭牌和王牌的作用。它們起源於德國在十八世紀流行的尤克遊戲，十九世紀時該遊戲傳至法國，成為法國塔羅牌的元素，起初是作為廣告牌或規則牌，後衍伸成空白替換牌。由於很多廠家在撲克牌中加入廣告牌，使得許多撲克牌組包含53張牌，從而產生多種用53張牌玩的撲克牌玩法。鬼牌最初稱為Extra card，後來在1860年至1880年之間改稱為Joker，與塔羅牌中的愚者（The Fool）有關。1900年以後，大多數撲克廠家生產的撲克都帶有一張Joker。早期的Joker標誌並不印刷在牌角，而是印刷在小丑圖案下方，使用The Jolly Joker作牌名，後因應玩家建議，簡化為The Joker、Joker、J或五角星，並將該字印刷在牌角。Joker的圖案一般為小丑形象，但現在已不限於小丑，還可為卡通、動物等。","type":"關係錯誤 + 難驗證的內容","errors":["1. 起初是作為廣告牌或規則牌，後衍伸成空白替換牌","2. 在十八世紀流行","3. 十九世紀時該遊戲傳至法國","4. 後因應玩家建議"],"errors_type":["2","6","6","6"]}
{"id":62,"ground_truth":"多用途刀是多功能刀具，可用於一般或特定目的。單刃設計，適於單手使用。多用途刀中的美工刀、𠝹刀常用於切紙、開包裹、切斷膠布等。常見於工廠、倉庫等場所。美工刀的其他商標名:Stanley knife、boxcutter、X-Acto knife等。史丹利刀(Stanley knife)的名字源自製造此類刀具的史丹利工坊。","content_w_errors":"多用途刀是多功能刀具，可用於一般或特定目的。為讓使用者只用單手就可使用，採單刃設計，但對不熟悉操作的孩童有危險性，因此通常不在幼兒園及國小使用。多用途刀中的美工刀、𠝹刀常用於切紙、開包裹、切斷膠布等。常見於工廠、倉庫等場所。史丹利刀(Stanley knife)的名字源自製造此類刀具的史丹利工坊。添購多用途刀時，應注意刀刃材質以不鏽鋼為佳，刀柄符合人體工學設計，並依使用場景選擇刀具大小。","type":"關係錯誤 + 難驗證的內容","errors":["1. 為讓使用者只用單手就可使用，採單刃設計。","2. 但對不熟悉操作的孩童有危險性，因此通常不在幼兒園及國小使用","3. 添購多用途刀時，應注意刀刃材質以不鏽鋼為佳，刀柄符合人體工學設計，並依使用場景選擇刀具大小。"],"errors_type":["2","6","6"]}
{"id":63,"ground_truth":"德國毛瑟公司（萊茵金屬子公司）生產的BK-27機炮，又名BK27或BK 27，BK為德語「Bordkanone」的縮寫，解作空用機炮。此27公釐口徑機炮為1960年代的多用途戰鬥機計劃（MRCA）之武器之一，同時也是龍捲風戰鬥轟炸機的機砲。BK-27採用氣動原理，單管轉輪式運作，發射27×145公釐彈藥。廣泛應用於阿爾發教練攻擊機、龍捲風戰鬥轟炸機、JAS 39獅鷲戰鬥機及颱風戰鬥機。基本型BK-27採用彈鏈供彈，而颱風戰鬥機的版本則採用彈鼓供彈型，以提高可靠性。美國空軍曾有意將BK-27作為F-35閃電II攻擊戰鬥機的機炮，但最終選擇25公釐口徑的GAU-22\/A。萊茵金屬並提供兩種船艦遙控型，名為MN 27 GS及MLG 27，主要使用者為德國海軍。","content_w_errors":"由於1960年代的多用途戰鬥機計劃（MRCA）需要採用氣動原理，單管轉輪式運作，並發射27×145公釐彈藥的多用途機炮，德國毛瑟公司（萊茵金屬子公司）因而生產了BK-27機炮，又名BK27或BK 27。BK為德語「Bordkanone」的縮寫，解作空用機炮，廣泛應用於阿爾發教練攻擊機、龍捲風戰鬥轟炸機、JAS 39獅鷲戰鬥機及颱風戰鬥機。基本型BK-27採用彈鏈供彈，射程可達30公里、射速200公里、炮管長度4.5公尺，而颱風戰鬥機的版本則採用彈鼓供彈型，以提高可靠性。美國空軍曾有意將BK-27作為F-35閃電II攻擊戰鬥機的機炮，但最終出於軍事預算及國家安全考量，選擇25公釐口徑的GAU-22\/A。萊茵金屬並提供兩種船艦遙控型，名為MN 27 GS及MLG 27，主要使用者為德國海軍。","type":"關係錯誤 + 難驗證的內容","errors":["1. 由於1960年代的多用途戰鬥機計劃（MRCA）需要採用氣動原理，單管轉輪式運作，並發射27×145公釐彈藥的多用途機炮，德國毛瑟公司（萊茵金屬子公司）因而生產了BK-27機炮，又名BK27或BK 27。","2. 射程可達30公里、射速200公里、炮管長度4.5公尺","3. 出於軍事預算及國家安全考量"],"errors_type":["2","6","6"]}
{"id":64,"ground_truth":"草本植物是植物總稱，莖幹不具宿存性，無木質化，質地柔弱，一般壽命較木本植物短。草本可分為一年生、二年生和多年生草本。與草本植物相對應的是木本植物，通常將草本植物稱作「草」，木本植物稱為「樹」。草本植物支持力量為草質莖的膨壓。草在生活中有許多用途，大多數主要糧食都是草類，如小麥、稻米、玉米、大麥、高粱等。各類家畜也都以草為食，而野草則提供動物食物、製造氧氣和防止水土流失。在自然界中，草本植物的種類與數量更是豐富多樣，為地球生態系統中不可或缺的一員。","content_w_errors":"草本植物是植物總稱，莖幹不具宿存性，無木質化，質地柔弱，一般壽命較木本植物短。草本可分為一年生、二年生和多年生草本。與草本植物相對應的是木本植物，通常將草本植物稱作「草」，木本植物稱為「樹」。草本植物支持力量為草質莖的膨壓，因此較木本植物脆弱，但環境適應力更強。由於大多數主要糧食都是草類，草在生活中有許多用途，如小麥、稻米、玉米、大麥、高粱等。各類家畜也都以草為食，而野草則提供動物食物、製造氧氣和防止水土流失。而草本植物在傳統醫學與園藝造景中也十分重要，例如枸杞、黃耆、蘆葦、狗尾草等，都是耳熟能詳的草本植物。例如在自然界中，草本植物的種類與數量更是豐富多樣，為地球生態系統中不可或缺的一員。","type":"關係錯誤 + 難驗證的內容","errors":["1. 由於大多數主要糧食都是草類，草在生活中有許多用途","2. 因此較木本植物脆弱，但環境適應力更強","3. 而草本植物在傳統醫學與園藝造景中也十分重要，例如枸杞、黃耆、蘆葦、狗尾草等，都是耳熟能詳的草本植物。"],"errors_type":["2","6","6"]}
{"id":65,"ground_truth":"遊樂園是指設有一系列娛樂景點、遊樂設施及其他配套設施的場所，供大量遊客進行遊玩和享受。一般而言，遊樂園具有固定的場址，相較於旅遊嘉年華會更具規模，也比城市公園和廣場更豪華。主題公園與遊樂園可視為同義詞，但主題公園通常指與特定主題或故事相關的遊樂園。常見遊樂設施包括：大型遊樂設施、雲霄飛車、摩天輪、小型遊樂設施、充氣城堡、打靶、滑梯等，這些在各種主題樂園中都很常見。","content_w_errors":"遊樂園是指設有一系列娛樂景點、遊樂設施及其他配套設施的場所，供大量遊客進行遊玩和享受。一般而言，由於遊樂園的規模比嘉年華更大，也比城市公園和廣場更豪華，所以能有固定的場所。主題公園與遊樂園可視為同義詞，但主題公園通常指與特定主題或故事相關的遊樂園。常見遊樂設施包括：大型遊樂設施、雲霄飛車、摩天輪、小型遊樂設施、充氣城堡、打靶、滑梯等。世界上規模最大的遊樂園是位於美國佛羅里達的迪士尼樂園，而每年造訪人次最多的則是東京迪士尼樂園。","type":"關係錯誤 + 難驗證的內容","errors":["1. 由於遊樂園的規模比嘉年華更大，也比城市公園和廣場更豪華，所以能有固定的場所。","2. 世界上規模最大的遊樂園是位於美國佛羅里達的迪士尼樂園，而每年造訪人次最多的則是東京迪士尼樂園。"],"errors_type":["2","6"]}
{"id":66,"ground_truth":"打呵欠也稱為呵欠，是一種深呼吸活動，屬於條件反射之一。在表達沉悶、睏倦、舒緩緊張情緒的同時，也觀察到在貓、狗、貓、鳥類和爬行動物中，呵欠會互相影響，並可能在不同物種之間「傳染」。研究發現，具有「感染性」的打呵欠最早出現在學會識別他人情緒的孩子身上（大約4-5歲），而患有精神疾病的孩子在打呵欠「傳染」的敏感度方面相對較低。目前有多種說法來解釋打呵欠的原因：1. 冷卻腦部：大腦在特定溫度下運行效率較好，因此人體透過打呵欠吸入溫度低的空氣冷卻口腔和咽喉的血液，再經由血液循環來降低大腦溫度。奧爾巴尼大學的研究發現，當人們觀看他人打呵欠的影片時，如果頭上捂著熱毛巾，打呵欠的可能性為41%，而當捂著涼毛巾時，可能性降低到9%。打呵欠會增加心率和血流量，將大量空氣輸送到大腦，為這一區域的血液降溫。2. 腦部缺氧、二氧化碳過多：打呵欠可以將肺部撐大，吸入更多氧氣；吐氣時，肺部收縮，將二氧化碳擠出。然而，這項說法被質疑不是確切的原因，因為當人體在激烈運動後急需氧氣時，卻並不會打呵欠。","content_w_errors":"打呵欠也稱為呵欠，是一種深呼吸活動，屬於條件反射之一。研究發現，具有「傳染性」的打呵欠最早出現在學會識別他人情緒的孩子身上（大約4-5歲），而患有精神疾病的孩子在打呵欠「傳染」的敏感度方面相對較低。目前有多種說法來解釋打呵欠的原因：1. 冷卻腦部：大腦在特定溫度下運行效率較好，因此人體透過吸入溫度低的空氣冷卻口腔和咽喉的血液，引起打呵欠，再經由血液循環來降低大腦溫度。奧爾巴尼大學招募18-24歲的該校學生作為受試者，發現他們觀看他人打呵欠的影片時，如果頭上捂著熱毛巾，打呵欠的可能性為41%，而當捂著涼毛巾時，可能性降低到9%。打呵欠會增加心率和血流量，將大量空氣輸送到大腦，為這一區域的血液降溫。2. 腦部缺氧、二氧化碳過多：打呵欠可以吸入更多氧氣，讓肺部變大；吐氣時，肺部收縮，將二氧化碳擠出。然而，這項說法被質疑不是確切的原因，因為當人體在激烈運動後急需氧氣時，卻並不會打呵欠。","type":"關係錯誤 + 難驗證的內容","errors":["1. 人體透過吸入溫度低的空氣冷卻口腔和咽喉的血液，引起打呵欠","2. 打呵欠可以吸入更多氧氣，讓肺部變大","3. 招募18-24歲的該校學生作為受試者"],"errors_type":["2","2","6"]}
{"id":67,"ground_truth":"孕婦是懷孕的婦女，在懷孕期間扮演著獨特的社會角色，包括女兒、妻子、母親和消費者等。在這段期間，孕婦有共同的生理和心理特徵，以及特殊的消費需求。孕婦在懷孕期間需要補充額外的營養素，以支援胎兒的發育成長。胎兒從母體獲得所有營養素，而孕婦也需儲存營養素以供分娩和分泌乳汁。保證孕婦足夠的營養需求可維持正常妊娠過程，促進胎兒和嬰兒的健康發展。孕婦是醫療產業中的消費者之一。在人生不同階段，人們可能都需要醫療服務，而孕婦的特殊需求包括產前診斷、產前檢查、分娩接生和產後調理等。在某些特殊情況下，孕婦可能需要人工受孕、人工流產、產後憂鬱症心理治療等服務。","content_w_errors":"孕婦是懷孕的婦女，在懷孕期間扮演著獨特的社會角色，包括女兒、妻子、母親和消費者等。在這段期間，孕婦有共同的生理和心理特徵，以及特殊的消費需求。孕婦在懷孕期間需要補充額外的營養素，以支援胎兒的發育成長。胎兒從母體獲得所有營養素，而孕婦也需儲存營養素以供分娩和分泌乳汁。儘管保證營養需求很重要，能促進胎兒和嬰兒的健康發展，卻不一定能維持正常妊娠過程。根據新研究發現，孕婦在懷孕期間會產生一種特殊激素，主要存在於唾液中，研究顯示接觸該激素能提高免疫力、減緩老化。相關研究正在進行中，但已引起醫學界的廣泛關注。孕婦是醫療產業中的消費者之一。在人生不同階段，人們可能都需要醫療服務，而孕婦的特殊需求包括產前診斷、產前檢查、分娩接生和產後調理等。在某些特殊情況下，孕婦可能需要人工受孕、人工流產、產後憂鬱症心理治療等服務。","type":"句意錯誤 + 想像資訊 ","errors":["1. 儘管保證營養需求很重要，能促進胎兒和嬰兒的健康發展，卻不一定能維持正常妊娠過程","2. 根據新研究發現，孕婦在懷孕期間會產生一種特殊激素，主要存在於唾液中，研究顯示接觸該激素能提高免疫力、減緩老化。相關研究正在進行中，但已引起醫學界的廣泛關注。"],"errors_type":["3","4"]}
{"id":68,"ground_truth":"冒號是多種語文的標點符號，用於注釋、列表或引文引語之前，有提起下文或總結上文的效果。符號為垂直大小相同的兩點。常見用法有：冒號在Unicode字符是U+003A「:」。全形冒號是U+FF1A「：」。冒號在不同地區有不同呈現方式，如台港澳和日本標準為置中，中國大陸標準為靠左下，直排時靠右上；Unicode 4.1增加配合中國大陸寫法之「垂直冒號（PRESENTATION FORM FOR VERTICAL COLON），U+FE13」「︓」，以兼容GB18030。另有「小冒號（SMALL COLON）」「﹕」在U+FE55，源自中文標準交換碼\/大五碼。","content_w_errors":"冒號是多種語文的標點符號，用於注釋、列表或引文引語之前，有提起下文或總結上文的效果。符號為垂直大小相同的兩點。常見用法有：冒號在Unicode字符是U+003A「:」。全形冒號是U+FF1A「：」。冒號在不同地區的呈現方式相同，如台港澳和日本標準為置中，唯中國大陸標準為靠左下，直排時靠右上。最新研究發現，善用冒號能提高讀者的閱讀理解和注意力，使文章結構更清晰，有助於讀者理解和記憶所讀內容，因此冒號已被列入必修的寫作和閱讀理解基礎中。","type":"句意錯誤 + 想像資訊 ","errors":["1. 冒號在不同地區的呈現方式相同，如台港澳和日本標準為置中，唯中國大陸標準為靠左下，直排時靠右上。","2. 最新研究發現，善用冒號能提高讀者的閱讀理解和注意力，使文章結構更清晰，有助於讀者理解和記憶所讀內容，因此冒號已被列入必修的寫作和閱讀理解基礎中。"],"errors_type":["3","4"]}
{"id":69,"ground_truth":"雞腿是雞從腳到腿的部位，包含雞上腿和雞下腿。雞腿是整隻雞最多肉的部位，其肉多而瘦，富有雞鮮味，肉質堅實。相較於雞胸肉，雞腿的肉質更嫩滑。烹調雞腿時，可整隻蒸、炸，或將肉切片\/絲後進行炒、燒、拌、蒸、清燉、炸等烹調方式。香港食物規格資料庫提供雞髀的詳細資訊。燒烤、油炸、滷是雞腿的常見烹調方法。","content_w_errors":"雞腿是雞從腳到腿的部位，包含雞上腿和雞下腿。人們常認為雞腿是整隻雞最多肉的部位，然而雞胸肉的肉量其實更多。不過雞腿中含有比雞胸肉更豐富的蛋白質，且在烹調時能保留更多營養，使人們在享用美味的雞腿同時，也能更健康地攝取蛋白質。雞腿肉多而瘦，富有雞鮮味，肉質堅實。相較於雞胸肉，雞腿的肉質更嫩滑。烹調雞腿時，可整隻蒸、炸，或將肉切片\/絲後進行炒、燒、拌、蒸、清燉、炸等烹調方式。香港食物規格資料庫提供雞髀的詳細資訊。燒烤、油炸、滷是雞腿的常見烹調方法。","type":"句意錯誤 + 想像資訊 ","errors":["1. 人們常認為雞腿是整隻雞最多肉的部位，然而雞胸肉的肉量其實更多。","2. 雞腿中含有比雞胸肉更豐富的蛋白質，且在烹調時能保留更多營養，使人們在享用美味的雞腿同時，也能更健康地攝取蛋白質。"],"errors_type":["3","6"]}
{"id":70,"ground_truth":"《BIRDMEN～鳥男～》是由日本漫畫家田邊伊衛郎創作的漫畫作品，於2013年33期《週刊少年Sunday》開始連載，後因故事劇情關係，自第6話起改成每月更新一回。2020年10號，本作正式完結。主角烏丸英司為日本東京都區立天空台國中的學生，原本對現階段的生活感到厭倦，但在一次車禍中，他與好友鴨田樹真以及鷺澤怜、海野燕等兩名學生差點喪命。就在那時，校園傳說中的「鳥男」突然現身，問他們是否想活下去。四人選擇生存後，獲得某種特殊能力。登場人物包括烏丸英司、鴨田樹真、鷺澤怜和海野燕。除了漫畫外，還有以角色為原型的街機遊戲《三國志大戰》，世嘉在2018年8月推出了以烏丸為原型的魏延角色（聲：村瀨步）。","content_w_errors":"《BIRDMEN～鳥男～》是由日本漫畫家田邊伊衛郎創作的漫畫作品，於2013年33期《週刊少年Sunday》結束連載，每回皆為獨立短篇故事。2020年10號，本作正式完結。主角烏丸英司為日本東京都區立天空台國中的學生，原本對現階段的生活感到厭倦，但在一次車禍中，他與好友鴨田樹真以及鷺澤怜、海野燕等兩名學生差點喪命。就在那時，校園傳說中的「鳥男」突然現身，問他們是否想活下去。四人選擇生存後，獲得某種特殊能力。登場人物包括烏丸英司、鴨田樹真、鷺澤怜和海野燕。除了漫畫外，還有以角色為原型的街機遊戲《三國志大戰》，世嘉在2018年8月推出了以烏丸為原型的魏延角色（聲：村瀨步）。2021年，《BIRDMEN～鳥男～》宣佈將拍攝真人版電影，集結了日本當紅演員陣容，包括菅田將暉飾演烏丸英司，菅田玲奈飾演鷺澤怜，松坂桃李飾演鴨田樹真，以及橋本環奈飾演海野燕。電影預計於2022年夏季上映，讓粉絲們引頸期盼。","type":"句意錯誤 + 想像資訊 ","errors":["1. 於2013年33期《週刊少年Sunday》結束連載，每回皆為獨立短篇故事。","2. 2021年，《BIRDMEN～鳥男～》宣佈將拍攝真人版電影，集結了日本當紅演員陣容，包括菅田將暉飾演烏丸英司，菅田玲奈飾演鷺澤怜，松坂桃李飾演鴨田樹真，以及橋本環奈飾演海野燕。電影預計於2022年夏季上映，讓粉絲們引頸期盼。"],"errors_type":["3","4"]}
{"id":71,"ground_truth":"《I Can't Get No) Satisfaction》是英國搖滾樂團滾石樂隊於1965年發行的歌曲，由米克·賈格爾和基思·理查茲創作，安德魯·盧戈·歐德漢姆製作。歌曲以理察的三音符吉他重複樂節開場，貫穿全曲，原計劃使用號吹奏。歌詞指向性方面的挫敗和商業主義。該曲首先於1965年6月在美國發行單曲，同年6月收錄於樂隊第四張錄音室專輯美國版《Out of Our Heads》。《Satisfaction》成為熱門曲目，是滾石第一首美國冠軍單曲。因歌詞被認為性暗示意味太強，在英國起初只能在私立電台播放。同年8月在英國發行，成為滾石在英國的第四首冠軍單曲。一些樂評人認為該曲是史上最偉大的搖滾歌曲之一。2004年，《滾石》雜誌將其列為「史上最偉大的500首歌曲」第二位。2006年因在文化、歷史或美學上的重要意義被收入美國國會圖書館的國家錄音登記表典藏。","content_w_errors":"《I Can't Get No) Satisfaction》是英國搖滾樂團滾石樂隊於1965年發行的歌曲，由米克·賈格爾和基思·理查茲創作，安德魯·盧戈·歐德漢姆製作。歌曲中三音符吉他重複樂節只有在開場出現，歌詞指向個人的不幸與挫敗。該曲首先於1965年6月在美國發行單曲，同年6月收錄於樂隊第四張錄音室專輯美國版《Out of Our Heads》。Satisfaction》成為熱門曲目，是滾石第一首美國冠軍單曲。因歌詞被認為性暗示意味太強，在英國起初不能在私立電台播放。同年8月在英國發行，成為滾石在英國的第四首冠軍單曲。一些樂評人認為該曲是史上最偉大的搖滾歌曲之一。如果當時英國私立電台並沒有禁播這首歌，而是大力推廣，那它很可能成為有史以來英國最熱門的歌曲之一，滾石樂隊也將在英國取得更大的成就。2004年，《滾石》雜誌將其列為「史上最偉大的500首歌曲」第二位。2006年因在文化、歷史或美學上的重要意義被收入美國國會圖書館的國家錄音登記表典藏。","type":"句意錯誤 + 想像資訊 ","errors":["1. 歌曲中三音符吉他重複樂節只有在開場出現，歌詞指向個人的不幸與挫敗。","2.在英國起初不能在私立電台播放。","3. 如果當時英國私立電台並沒有禁播這首歌，而是大力推廣，那它很可能成為有史以來英國最熱門的歌曲之一，滾石樂隊也將在英國取得更大的成就。"],"errors_type":["3","3","5"]}
{"id":72,"ground_truth":"鴨子是游禽類的通用名稱，俗稱鴨子。鴨科同屬中，不稱作鴨的有天鵝、鵝、雁及鴛鴦等。鴨子為淡水及鹹水域的鳥類，雄鴨每年換羽毛兩次，卵殼光滑，兩性腿上鱗片相重疊。鴨子第一年達到性成熟，僅在繁殖季節成對。鴨子眼睛有360度視域，不用轉頭可看到身後。鴨子是人類飼養的家禽之一，鴨肉、鴨蛋可食用，羽毛可加工為保溫材料。全球每年屠宰二十八億隻鴨，為第二常被屠宰的動物。大部分家鴨為綠頭鴨或疣鼻棲鴨。鴨子為中國最常見的飼養禽類之一，常為詩人或作家的創作主題，如蘇軾的《惠崇春江晚景》、戴敏的《初夏遊張園》、沈從文的小說《鴨子》、朱宣咸的《春風》、《春江水暖》及《知秋》。香港廣東話中稱舞男為鴨，因舞男拍成電影票房不俗，2015年老演員任達華再演《鴨王》，表示為舞男中收入前幾名的經理。在中國飲食文化中，鴨肉為重要食材之一，著名料理有烤鴨、填鴨、老鴨湯、火鍋鴨腸、鴨血粉絲湯等。北京烤鴨為知名的料理，起源於明成祖時期，源自明太祖時的南京板鴨。","content_w_errors":"鴨子是游禽類的通用名稱，俗稱鴨子，所有游禽皆可稱為鴨。鴨子為淡水及鹹水域的鳥類，雄鴨每年換羽毛兩次，卵殼光滑，兩性腿上鱗片相重疊。鴨子第一年達到性成熟，僅在繁殖季節成對。鴨子眼睛有360度視域，不用轉頭可看到身後。科學家最新發現，鴨子的特殊羽毛不只能讓它們在水中長時間停留，還能提升游速，剛換毛的鴨子甚至能游得比海豚還快。鴨子也是人類飼養的家禽之一，鴨肉、鴨蛋可食用，羽毛可加工為保溫材料。全球每年屠宰二十八億隻鴨，為第二常被屠宰的動物。大部分家鴨為綠頭鴨或疣鼻棲鴨。鴨子為中國最常見的飼養禽類之一，常為詩人或作家的創作主題，如蘇軾的《惠崇春江晚景》、戴敏的《初夏遊張園》、沈從文的小說《鴨子》、朱宣咸的《春風》、《春江水暖》及《知秋》。香港廣東話中稱舞男為鴨，因舞男拍成電影票房不俗，2015年老演員任達華再演《鴨王》，表示為舞男中收入前幾名的經理。在中國飲食文化中，鴨肉為重要食材之一，著名料理有烤鴨、填鴨、老鴨湯、火鍋鴨腸、鴨血粉絲湯等。北京烤鴨為知名的料理，起源於明成祖時期，源自明太祖時的南京板鴨。","type":"句意錯誤 + 想像資訊 ","errors":["1. 所有游禽皆可為鴨","2. 科學家最新發現，鴨子的特殊羽毛不只能讓它們在水中長時間停留，還能提升游速，剛換毛的鴨子甚至能游得比海豚還快。"],"errors_type":["3","4"]}
{"id":73,"ground_truth":"棒棒糖，由西班牙糖果商珍寶珠創始人恩里克・伯納特發明，將糖果插入小棍使手持更方便。深受兒童喜愛，世界各國糖果廠家皆有生產。棒棒糖形式多樣，除傳統硬糖外，棉花糖棒棒糖可製成更複雜卡通造型；部分棒棒糖小棍附有哨子、發光或骨傳導播音功能。在粵語地區，面積大的棒棒糖被稱為「波板糖」。「波」為粵語音譯英語「ball」，意為「球」；「波板」即「球拍」，形容糖形似球拍。非粵語地區受其影響，亦有使用此稱呼。","content_w_errors":"棒棒糖，由西班牙糖果商珍寶珠創始人恩里克・伯納特發明，將糖果插入小棍使手持更方便。世界各國糖果廠家皆有生產。棒棒糖形式單一，除傳統硬糖外，棉花糖棒棒糖等不受兒童歡迎；部分棒棒糖小棍附有哨子、發光或骨傳導播音功能；最新推出的智慧棒棒糖具備AI語音助手功能，能與兒童進行互動學習，同時還集成了運動追蹤器和健康監測器，讓家長能隨時關心孩子的身體狀況。在粵語地區，面積大的棒棒糖被稱為「波板糖」。「波」為粵語音譯英語「ball」，意為「球」；「波板」即「球拍」，形容糖形似球拍。非粵語地區受其影響，亦有使用此稱呼。","type":"句意錯誤 + 想像資訊 ","errors":["1. 棒棒糖形式單一，除傳統硬糖外，棉花糖棒棒糖等不受兒童歡迎","2. 最新推出的智慧棒棒糖具備AI語音助手功能，能與兒童進行互動學習，同時還集成了運動追蹤器和健康監測器，讓家長能隨時關心孩子的身體狀況。"],"errors_type":["3","4"]}
{"id":74,"ground_truth":"龜背芋又稱龜背竹、鳳梨蕉、蓬萊蕉及電信蘭，屬於天南星科龜背芋屬植物。其適應性強，喜溫暖、潮濕環境，亦耐陰、耐陽，具有一定的耐旱性。原產於墨西哥熱帶雨林，是著名大型觀賞植物。龜背芋為常綠藤本植物，葉片革質，莖幹粗壯，下部常生有褐色氣生根。幼葉呈心形，隨著生長，新發葉片逐漸出現不規則的羽狀裂口，因形似龜背而得名。花為黃白色的肉穗花序，外具白色佛焰苞。果實為綠色柱狀聚果，具有鳳梨香氣，但含草酸鈣結晶，接觸可能導致皮膚及黏膜不適，因此需小心寵物誤食。","content_w_errors":"龜背芋又稱龜背竹、鳳梨蕉、蓬萊蕉及電信蘭，屬於天南星科龜背芋屬植物。其適應性強，喜溫暖、潮濕環境，亦耐陰、耐陽，具有一定的耐旱性。原產於墨西哥熱帶雨林，是著名大型觀賞植物。龜背芋為常綠藤本植物，葉片革質，莖幹粗壯，下部常生有褐色氣生根。幼葉呈心形，隨著生長，新發葉片逐漸出現規則裂口，因形似龜背而得名。花為黃白色的肉穗花序，外具白色佛焰苞。果實為綠色柱狀聚果，具有鳳梨香氣，但含草酸鈣結晶，對皮膚及黏膜雖無害，卻對貓狗等寵物有毒，需特別注意。不過龜背芋是天然的空氣淨化器，能吸收室內的有毒氣體和粉塵，甚至能幫助人體提升免疫力，對健康極為有益，因此越來越多的人將龜背芋作為居家盆栽。","type":"句意錯誤 + 想像資訊 ","errors":["1. 新發葉片逐漸出現規則裂口","2. 但含草酸鈣結晶，對皮膚及黏膜雖無害，卻對貓狗等寵物有毒，需特別注意。","3. 不過龜背芋是天然的空氣淨化器，能吸收室內的有毒氣體和粉塵，甚至能幫助人體提升免疫力，對健康極為有益，因此越來越多的人將龜背芋作為居家盆栽。"],"errors_type":["3","3","4"]}
{"id":75,"ground_truth":"《BE BLUES! 國手少年夢》是日本漫畫家田中基之的創作，於2011年9號至2022年46號在《週刊少年Sunday》上連載。此作於第60屆（2015年）小學館漫畫獎少年向部門中獲獎。故事主角為一條龍，是個夢想著穿上日本國家隊藍色戰袍的少年。他性格認真，凡事嚴格完成，並擁有天才般的足球天賦。在小學時代為大浦SC的10號，因救助好友優人而受傷，經歷兩年的康復訓練後，轉學到大浦東中，成為該校足球隊的主力球員。此外，故事中其他重要角色包括青梅竹馬的雙胞胎兄妹，青梅優希與青梅優人。優希對足球十分熱愛，但因為是女生而無法繼續踢球，她無私地幫助一條龍在受傷期間康復。優人則因自己導致龍差點放棄足球而懊悔，後在龍的勸說下繼續堅持足球。其他角色如城立彥為大浦SC的前鋒兼隊長，在龍受傷後帶領球隊在全國大賽中排名第二。","content_w_errors":"《BE BLUES! 國手少年夢》是日本漫畫家田中基之的創作，於2011年9號至2022年46號在《週刊少年Sunday》上連載。此作於第60屆（2015年）小學館漫畫獎少年向部門中獲獎。故事主角為一條龍，是個沒有特別夢想的少年，但因其天才般的足球天賦與認真的性格，在球場上嶄露頭角。在小學時代為大浦SC的10號，因救助好友優人而受傷，經歷兩年的康復訓練後，轉學到大浦東中，成為該校足球隊的主力球員。作者田中基之創作了這樣一個熱血沸騰的足球故事，聚焦於主角一條龍的成長與奮鬥，令人難以忘懷。漫畫中的角色都擁有獨特的個性和背景，彼此間的互動也十分有愛，例如青梅竹馬的雙胞胎兄妹，青梅優希與青梅優人。優希對足球十分熱愛，但因為是女生而無法繼續踢球，她無私地幫助一條龍在受傷期間康復。優人則因自己導致龍差點放棄足球而懊悔，後在龍的勸說下繼續堅持足球。其他角色如城立彥為大浦SC的前鋒兼隊長，在龍受傷後帶領球隊在全國大賽中排名第二。","type":"句意錯誤 + 主觀評價 ","errors":["1. 故事主角為一條龍，是個沒有特別夢想的少年，但因其天才般的足球天賦與認真的性格，在球場上嶄露頭角。","2. 作者田中基之創作了這樣一個熱血沸騰的足球故事，聚焦於主角一條龍的成長與奮鬥，令人難以忘懷。漫畫中的角色都擁有獨特的個性和背景，彼此間的互動也十分有愛。"],"errors_type":["3","5"]}
{"id":76,"ground_truth":"對話框是漫畫、卡通常用的圖形常規，用於表現人物台詞和想法。又稱說話氣泡、對話氣球、文字氣球和對話框。通常與表示思想的氣球或大聲說話的氣球有區別。在歷史上，中美洲藝術作品中曾出現類似對話框的「對話軸」。十六世紀後，西方藝術普遍使用這種手法，如美國獨立戰爭時期的政治漫畫。早期美國或歐洲漫畫很少使用對話框，將對話或文字放在漫畫下方，不佔用畫面。日本漫畫的對話框為帶突起尖角的橢圓形或矩形，指向發出聲音的人或物。漫畫家對對話框有獨特風格。 對話框常見用法包括：聲音越大，對話框越大，文字也越大；角色的內心話可能無突起尖角，改用由小至大的橢圓形。在表示驚嘆或緊張時，對話框邊緣分別呈鋸齒狀或波浪型。對話框元素還出現在系統狀態列的通知訊息和對話盒的詢問圖示。2021年東京奧運開幕式上，各國運動員進場時，以漫畫對話框裝飾代表團名牌，突顯日本漫畫文化。","content_w_errors":"對話框是漫畫、卡通常用的圖形常規，用於表現人物台詞和想法。又稱說話氣泡、對話氣球、文字氣球和對話框。通常與表示思想的氣球或大聲說話的氣球形狀與風格相似。在歷史上，中美洲藝術作品中曾出現類似對話框的「對話軸」。十六世紀後，西方藝術普遍使用這種手法，如美國獨立戰爭時期的政治漫畫。早期美國或歐洲漫畫很少使用對話框，將對話或文字放在漫畫下方，不佔用畫面。日本漫畫的對話框為帶突起尖角的橢圓形或矩形，指向發出聲音的人或物。對話框常見用法包括：聲音越大，對話框越大，文字也越密集；角色的內心話可能無突起尖角，改用由小至大的橢圓形。在表示驚嘆或緊張時，對話框邊緣分別呈鋸齒狀或波浪型。對話框元素還出現在系統狀態列的通知訊息和對話盒的詢問圖示。2021年東京奧運開幕式上，各國運動員進場時，以漫畫對話框裝飾代表團名牌，突顯日本漫畫文化，這樣的設計十分值得往後的奧運主辦國學習，在國際賽事中展現文化特色。","type":"句意錯誤 + 主觀評價 ","errors":["1. 通常與表示思想的氣球或大聲說話的氣球形狀與風格相似。","2. 聲音越大，對話框越大，文字也越密集","3. 這樣的設計十分值得往後的奧運主辦國學習，在國際賽事中展現文化特色"],"errors_type":["3","3","5"]}
{"id":77,"ground_truth":"玳瑁貓是一種毛髮顏色近似玳瑁的貓，多為雌性，雄性罕見，毛色更接近純色。玳瑁貓的毛髮通常由白色與另外兩種顏色組成，緊密混雜或分散成較大的斑塊。另外兩種顏色一般為紅色或黑色，但紅色有時被橙色、黃色或奶油色取代。黑色有時也被巧克力色、灰色、虎斑或藍色取代。帶虎斑的玳瑁貓常被稱為玳瑁虎斑貓。著名玳瑁貓包括:日本和歌山縣紀之川市和歌山電鐵貴志川線貴志站的母三色貓站長小玉；香港南丫島的玳玳；台灣好味小姐的麻糊。","content_w_errors":"玳瑁貓是一種毛髮顏色近似玳瑁的貓，多為雌性，雄性罕見，毛色更接近純色。玳瑁貓的毛髮由三種顏色組成，但通常不含白色，緊密混雜或分散成較大的斑塊。其中兩種顏色一般為紅色或黑色，但紅色有時被橙色、黃色或奶油色取代。黑色有時也被巧克力色、灰色、虎斑或藍色取代。帶虎斑的玳瑁貓常被稱為玳瑁虎斑貓。這種特殊毛色的貓特別能勾起人們的興趣與好奇心，它們的毛色分布既迷人又獨特。著名玳瑁貓包括:日本和歌山縣紀之川市和歌山電鐵貴志川線貴志站的母三色貓站長小玉；香港南丫島的玳玳；台灣好味小姐的麻糊。","type":"句意錯誤 + 主觀評價 ","errors":["1. 玳瑁貓的毛髮由三種顏色組成，但通常不含白色","2. 這種特殊毛色的貓特別能勾起人們的興趣與好奇心，它們的毛色分布既迷人又獨特。"],"errors_type":["3","5"]}
{"id":78,"ground_truth":"「龍脊梯田」，又稱龍勝梯田，位於中國廣西桂林市龍勝縣龍脊鎮，擁有650年歷史。該梯田海拔達1100米，最高坡度直逼50度。因山脈狀如龍脊，故得名「龍脊」，當地俗稱「山是龍的脊，田是雲中梯」。龍脊梯田分為瑤族大瑤寨（金坑或紅瑤）和壯族平安兩個觀景區。其美景吸引了眾多遊客造訪，2016年當地354家農家旅館總收入達1.5億元。","content_w_errors":"「龍脊梯田」，與著名的龍勝梯田不同，位於中國廣西桂林市龍勝縣龍脊鎮，擁有650年歷史。該梯田海拔達1100米，最高坡度直逼50度。因山脈狀如龍脊，故得名「龍脊」，當地俗稱「山是龍的脊，田是雲中梯」，獨特的地理位置和坡度令人嘆為觀止，值得旅客特地造訪。龍脊梯田分為瑤族大瑤寨（金坑或紅瑤）和壯族平安兩個觀景區。但美景鮮為人知，直到近年才逐漸打響名號，2016年當地354家農家旅館總收入達1.5億元。","type":"句意錯誤 + 主觀評價 ","errors":["1. 與著名的龍勝梯田不同","2. 但美景鮮為人知，直到近年才逐漸打響名號","3. 獨特的地理位置和坡度令人嘆為觀止，值得旅客特地造訪。"],"errors_type":["3","3","5"]}
{"id":79,"ground_truth":"黃瓜，又名胡瓜、青瓜、刺瓜、瓜仔哖，屬葫蘆科黃瓜屬植物。廣泛分布於中國各地，為夏季主要蔬菜，亦是溫室產品之一。黃瓜原產印度，西漢張騫出使西域時引入中原，稱為胡瓜。一說隋煬帝忌諱胡人，將其改為黃瓜；另一說五胡十六國時後趙皇帝石勒忌諱胡字，漢臣襄國郡守樊坦將其改為黃瓜。黃瓜為一年生攀緣草本，莖蔓生，卷鬚不分岐，葉子心形，互生，莖和葉長有細毛。雌雄同株異花，雌花單生或簇生於葉腋，花黃色，雌花數目較少，雄花數目多。子房深埋在花托裡，因此在雌花下部所結成的細小胡瓜，就是花托和子房聯合變成的果實，其果實圓柱形，通常有刺，刺基常有瘤狀突起，故閩南語稱胡瓜為刺瓜。黃瓜依品種不同，可分為地黃瓜、假黃瓜、夏黃瓜、秋黃瓜。良種有寧陽大刺話瓜、北京刺瓜等，南方品種大都無刺。黃瓜嫩果(小黃瓜、青瓜)可生吃也可榨汁，入饌常作涼菜，如拍黃瓜、熗黃瓜皮、酸辣黃瓜、醃黃瓜等。黃瓜可與炸醬麵同食，或作湯或熱菜。另外，黃瓜可切絲作菜碼和用作拼盤、菜餚的雕刻和裝飾材料。熱菜多用於炒、熘等菜的配料，也作釀菜，或用於氽湯。吃入口中脆酥嫩爽。又常用作酸漬、醬浸、醃製菜品原料。在黃瓜開花結果後，於花朵剛凋萎，尚未完全脫落時採收，稱為花胡瓜或花瓜，常製成醬瓜，作為早餐佐稀飯吃的配菜。","content_w_errors":"黃瓜，又名胡瓜、青瓜、刺瓜、瓜仔哖，屬葫蘆科黃瓜屬植物。廣泛分布於中國各地，為夏季主要蔬菜，亦是溫室產品之一。黃瓜原產印度，西漢張騫出使西域時引入中原，稱為胡瓜，而改名黃瓜的緣由，一說隋煬帝親近胡人，另一說五胡十六國時後趙皇帝石勒酷愛胡字。黃瓜為一年生攀緣草本，莖蔓生，卷鬚不分岐，葉子心形，互生，莖和葉長有細毛。雌雄同株異花，雌花單生或簇生於葉腋，花黃色，雌花數目較少，雄花數目多。子房深埋在花托裡，因此在雌花下部所結成的細小胡瓜，就是花托和子房聯合變成的果實，其果實圓柱形，通常有刺，刺基常有瘤狀突起，故閩南語稱胡瓜為刺瓜。黃瓜依品種不同，可分為地黃瓜、假黃瓜、夏黃瓜、秋黃瓜。良種有寧陽大刺話瓜、北京刺瓜等，南方品種大都無刺。黃瓜嫩果(小黃瓜、青瓜)可生吃也可榨汁，入饌常作涼菜，如拍黃瓜、熗黃瓜皮、酸辣黃瓜、醃黃瓜等。黃瓜可與炸醬麵同食，或作湯或熱菜。另外，黃瓜可切絲作菜碼和用作拼盤、菜餚的雕刻和裝飾材料。熱菜多用於炒、熘等菜的配料，也作釀菜，或用於氽湯。吃入口中軟嫩多汁。又常用作酸漬、醬浸、醃製菜品原料。雖然烹調方式多變，黃瓜還是最適合生吃，煮熟後的軟爛口感與清爽味道實在不太配。在黃瓜開花結果後，於花朵剛凋萎，尚未完全脫落時採收，稱為花胡瓜或花瓜，常製成醬瓜，作為早餐佐稀飯吃的配菜。","type":"句意錯誤 + 主觀評價 ","errors":["1. 而改名黃瓜的緣由，一說隋煬帝親近胡人","2. 另一說五胡十六國時後趙皇帝石勒酷愛胡字。","3. 吃入口中軟嫩多汁","4. 雖然烹調方式多變，黃瓜還是最適合生吃，煮熟後的軟爛口感與清爽味道實在不太配。"],"errors_type":["3","3","3","5"]}
{"id":80,"ground_truth":"浴缸是一種用於沐浴或淋浴的儲水設備，常見於家庭浴室內。現代浴缸多由壓克力或玻璃纖維製成，也有使用搪瓷、木材或磚塊、瓷磚砌成的。舊式西方浴缸則使用經過防鏽處理的鋼或鐵製造。而傳統日本式風呂或中國式澡桶則多由木材製成。大部分浴缸為長方形，近年來由於亞加力加熱製浴缸的普及，開始出現各種形狀的浴缸。浴缸最常見的顏色是白色，另有其他如粉色等色調。多數浴缸底部設有排水口，上部也設有防滿瀉的排水口。一些浴缸則在浴缸邊緣位置安裝水喉。浴缸的製造過程是由美籍蘇格蘭人大衛·鄧巴·別克發明的，他曾將鑄鐵浴缸塗上搪瓷。之後，他發明了OHV引擎並創辦了別克汽車。","content_w_errors":"浴缸是一種用於沐浴或淋浴的儲水設備，常見於家庭浴室內。現代浴缸多由壓克力或玻璃纖維製成，也有使用搪瓷、木材或磚塊、瓷磚砌成的。舊式西方浴缸則使用經過防鏽處理的鋼或鐵製造。而傳統日本式風呂或中國式澡桶則多由木材製成。大部分浴缸為長方形，近年來由於亞加力加熱製浴缸的普及，開始出現各種形狀的浴缸。浴缸的顏色也十分多元，各家浴缸的顏色幾乎都不一樣。不過傳統的白色、長方形浴缸還是最為舒適方便。多數浴缸底部設有排水口，上部也設有防滿瀉的排水口。一些浴缸則在浴缸邊緣位置安裝水喉。浴缸的製造過程是由美籍蘇格蘭人大衛·鄧巴·別克發明的，他曾將鑄鐵浴缸塗上搪瓷。之後，他發明了OHV引擎並創辦了別克汽車，是位少為人知的傑出發明家。","type":"句意錯誤 + 主觀評價 ","errors":["1. 浴缸的顏色也十分多元，各家浴缸的顏色幾乎都不一樣。","2. 不過傳統的白色、長方形浴缸還是最為舒適方便。","3. 是位少為人知的傑出發明家"],"errors_type":["3","5","5"]}
{"id":81,"ground_truth":"阿凱夫斯（Achaeus）為前三世紀人物，塞琉古帝國王族成員。為帝國建立者塞琉古一世及王后阿帕瑪之次子，具有東方血統。阿凱夫斯有三個兄弟姊妹，兄長為塞琉古國王安條克一世，兩個姊妹為阿帕瑪和勞迪絲。因王族身份，使阿凱夫斯在安那托利亞擁有大筆地產。安條克一世統治期間，凱爾特人入侵，阿凱夫斯資助人民抵抗蠻族。當人們因幫助安條克一世及阿凱夫斯抵抗而遭蠻族俘虜，阿凱夫斯為其支付贖金。最終，安條克一世在大象戰役中擊敗凱爾特人，獲得勝利。受阿凱夫斯幫助的人們為其善行在巴巴科墨的宙斯神殿和奇狄俄科墨的阿波羅神殿立石碑。解救後代的人將在每年的公開節日為阿凱夫斯獻上榮譽之位，並每年為阿凱夫斯在宙斯神殿上獻祭一隻公牛。阿凱夫斯娶了一位不知名希臘婦女，共生下5個孩子，分別為兒子亞歷山大、安德羅馬庫斯，女兒勞迪絲一世、勞迪絲二世及安條尼絲。","content_w_errors":"阿凱夫斯（Achaeus）為前三世紀人物，塞琉古帝國王族成員。為帝國建立者塞琉古一世及王后阿帕瑪之次子，具有東方血統。阿凱夫斯有三個兄弟姊妹，兄長為塞琉古國王安條克一世，兩個姊妹為阿帕瑪和勞迪絲。因王族身份，使阿凱夫斯在安那托利亞擁有大筆地產。安條克一世統治期間，凱爾特人入侵，阿凱夫斯雖然沒有第一時間協助人民抵抗蠻族，但當人們因幫助安條克一世及阿凱夫斯抵抗而遭蠻族俘虜，阿凱夫斯還是為其支付贖金。最終，安條克一世在大象戰役中擊敗凱爾特人，獲得勝利。受阿凱夫斯幫助的人們為其善行在巴巴科墨的宙斯神殿和奇狄俄科墨的阿波羅神殿立石碑。解救後代的人將在每年的公開節日為阿凱夫斯獻上榮譽之位，並每年為阿凱夫斯在宙斯神殿上獻祭一隻公牛。阿凱夫斯娶了一位不知名希臘婦女，共生下5個孩子，分別為兒子亞歷山大、安德羅馬庫斯，女兒勞迪絲一世、勞迪絲二世及安條尼絲。由此可見，阿凱夫斯是個負責任而且廣受歡迎的歷史人物，他的精神值得現代有權有勢者學習。","type":"句意錯誤 + 主觀評價 ","errors":["1. 阿凱夫斯雖然沒有第一時間協助人民抵抗蠻族，但當人們因幫助安條克一世及阿凱夫斯抵抗而遭蠻族俘虜，阿凱夫斯還是為其支付贖金。","2. 由此可見，阿凱夫斯是個負責任而且廣受歡迎的歷史人物，他的精神值得現代有權有勢者學習。"],"errors_type":["3","5"]}
{"id":82,"ground_truth":"扳手，又稱扳仔，是常見的工具之一，主要用於轉動螺栓、螺帽及其他難以用手轉動的物件。在香港，扳手也被稱為士巴拿，為英國英語中「spanner」一詞的音譯；在美國英語中則稱為「wrench」。優質扳手通常由鉻-釩合金工具鋼製成，經過落錘鍛造，耐腐蝕，易於清洗。常見的扳手種類有開口扳手、活動扳手、梅花扳手及管子扳手等。使用扳手或需要扳手的設備的相關應用，歷史學家早在十五世紀就已關注。在當時，扳手主要用於船舶、鐘錶和槍械等。扳手以槓桿原理為作動機制，使用時可節省力量，輕鬆轉動螺栓、螺帽等物件。","content_w_errors":"扳手，又稱扳仔，是常見的工具之一，主要用於轉動螺栓、螺帽及其他難以用手轉動的物件，因此是生活中不可或缺的工具，家家都該備一把扳手。在香港，扳手也被稱為士巴拿，為英國英語中「spanner」一詞的音譯；在美國英語中則稱為「wrench」。所有扳手都由鉻-釩合金工具鋼製成，但要經過落錘鍛造才能變成優質扳手，不易腐蝕、好清洗，若使用劣質扳手很可能對健康有害，建議不要購買。常見的扳手種類有開口扳手、活動扳手、梅花扳手及管子扳手等。使用扳手或需要扳手的設備的相關應用，歷史學家早在十五世紀就已關注。在當時，扳手主要用於船舶、鐘錶和槍械等。扳手以槓桿原理為作動機制，使用時可節省力量，輕鬆轉動螺栓、螺帽等物件。","type":"句意錯誤 + 主觀評價 ","errors":["1. 所有扳手都由鉻-釩合金工具鋼製成，但要經過落錘鍛造才能變成優質扳手","2. 因此是生活中不可或缺的工具，家家都該備一把扳手","3. 若使用劣質扳手很可能對健康有害，建議不要購買"],"errors_type":["3","5","5"]}
{"id":83,"ground_truth":"龍陵半葉趾虎是雲南省龍陵縣的特有壁虎物種，隸屬於壁虎科半葉趾虎屬。最初，龍陵半葉趾虎被歸為雲南半葉趾虎的一個亞種。後來，科學家透過基因研究認為本種應為一個獨立物種。正模標本為雄性，全長為74.5毫米。此物種在壁虎科中具有獨特的分類地位，對於研究壁虎的生物多樣性具有重要意義。","content_w_errors":"龍陵半葉趾虎是雲南省龍陵縣的特有壁虎物種，隸屬於壁虎科半葉趾虎屬。最初由於棲息地與習性相似，龍陵半葉趾虎被歸為雲南半葉趾虎的一個亞種。後來，科學家透過基因研究認為本種應為一個獨立物種。正模標本為雄性，全長為74.5毫米，體色多為褐色，亦曾有褐綠混雜的紀錄。此物種與雲南半葉指虎地位相似，對於研究壁虎的生物多樣性無特別重要的意義。","type":"句意錯誤 + 難驗證的內容","errors":["1. 此物種與雲南半葉指虎地位相似，對於研究壁虎的生物多樣性無特別重要的意義。","2. 由於棲息地與習性相似","3. 體色多為褐色，亦曾有褐綠混雜的紀錄"],"errors_type":["3","6","4"]}
{"id":84,"ground_truth":"巴屯市社位於越南廣平省，東臨南中國海，西接宣化縣，南接布澤縣，北接廣澤縣。巴屯市社於2013年12月20日從廣澤縣析置，下轄6坊10社。市社人民委員會位於巴屯坊。巴屯市社位於越南廣平省，瀕臨南中國海，擁有豐富的海洋資源和美麗海岸線。從廣澤縣析置的巴屯市社包含了6個坊和10個社，行政區劃為巴屯坊、廣隆坊、廣豐坊、廣福坊、廣壽坊、廣順坊、廣海社、廣和社、廣祿社、廣明社、廣山社、廣新社、廣水社、廣先社、廣中社、廣文社。巴屯市社地理位置優越，具有發展潛力。","content_w_errors":"巴屯市社位於越南廣平省，東臨南中國海，西接宣化縣，南接布澤縣，北接廣澤縣。巴屯市社於2013年12月20日從廣澤縣析置，下轄6坊10社，但市社人民委員會不如許多人認為的位於巴屯坊，而是在宣化縣。巴屯市社位於越南廣平省，瀕臨南中國海，地理位置優越，具有發展潛力。不過也因臨海，巴屯市易遭颱風與洪水侵襲，影響該地的旅遊業與農業。","type":"句意錯誤 + 難驗證的內容","errors":["1. 但市社人民委員會不如許多人認為的位於巴屯坊，而是在宣化縣","2. 不過也因臨海，巴屯市易遭颱風與洪水侵襲，影響該地的旅遊業與農業。"],"errors_type":["3","4"]}
{"id":85,"ground_truth":"「阿凡達 - 哈利路亞山」原名為「南天一柱」或「乾坤柱」，位於湖南張家界袁家界景區，海拔1074公尺，垂直高度約150公尺。2010年1月25日，張家界管委會將該地景點更名為哈利路亞山。哈利路亞山的新名稱源自於電影《阿凡達》中的同名山峰。2009年12月23日，《阿凡達》導演詹姆斯·卡麥隆在北京首映式上表示，哈里路亞山的靈感來自黃山。湖南網友對此提出質疑，認為原型其實是在張家界。2010年1月25日，袁家界管委會遂將該景點更名為哈利路亞山。湖南省人大代表、張家界市永定區楊湖坪屈家坊村主任張金鳳認為，改名是順應了當地居民和遊客的心聲，並表示《阿凡達》18億美元的票房影響了世界各地，沒有必要讓張家界花費一分錢，改名值得。然而，中廣網認為改名行為是向外國文化拋媚眼，「文化被市場『綁架』，註定將喪失個性，這條路走不通。」","content_w_errors":"「阿凡達 - 哈利路亞山」原名為「南天一柱」或「乾坤柱」，位於湖南張家界袁家界景區，海拔1074公尺，垂直高度約150公尺，屬於流水侵蝕的石灰地形之一。2010年1月25日，張家界管委會將該地景點更名為哈利路亞山，名稱源自於電影《阿凡達》中的同名山峰。2009年12月23日，《阿凡達》導演詹姆斯·卡麥隆在北京首映式上表示，哈里路亞山的靈感來自黃山。湖南網友對此提出質疑，認為原型其實是在張家界，而非山峰較為密集、峰頂平緩的黃山。2010年1月25日，袁家界管委會遂將該景點更名為哈利路亞山。湖南省人大代表、張家界市永定區楊湖坪屈家坊村主任張金鳳認為，改名可能無法反映當地居民的心聲，但表示《阿凡達》18億美元的票房影響了世界各地，張家界不須花費一分錢就能吸引更多遊客，改名值得。而中廣網則認為改名是崇洋媚外的討好行為是向外國文化拋媚眼，表達譴責。","type":"句意錯誤 + 難驗證的內容","errors":["1. 改名可能無法反映當地居民的心聲，但表示《阿凡達》18億美元的票房影響了世界各地，張家界不須花費一分錢就能吸引更多遊客，改名值得。","2. 屬於流水侵蝕的石灰地形之一","3. 而非山峰較為密集、峰頂平緩的黃山"],"errors_type":["3","6","6"]}
{"id":86,"ground_truth":"米古拉斯・阿列什（Mikoláš Aleš，1852年11月18日－1913年7月10日）是捷克的著名畫家。他出生於米羅維才，當時家庭經濟相對富裕，但負債纍纍。1869年至1875年，阿列什就讀於布拉格美術學院，其間結識了著名小說家伊拉塞克。最初，他試圖成為歷史畫家，但作品未獲好評。1879年，他創作了以歌頌捷克英雄人物為題材的《祖國》組畫，這部作品以線畫為主，受到了廣泛的讚譽。在1880年代後，阿列什的生活變得坎坷，但依然創作了《斯帕利切克》（1890年代出版）和《在胡斯士兵前》（1887年）等重要作品。","content_w_errors":"米古拉斯・阿列什（Mikoláš Aleš）是捷克的著名畫家。他出生於米羅維才，當時家庭經濟相對富裕，過著富家子弟的生活，也因此於 1869年至1875年，有機會就讀布拉格美術學院，結識了著名小說家伊拉塞克。最初，他試圖成為歷史畫家，但與當時畫壇趨勢不同，未獲好評。1879年，他創作了以歌頌捷克英雄人物為題材的《祖國》組畫，這部作品以線畫為主，受到了廣泛的讚譽。在1880年代後，阿列什的生活變得坎坷，但依然創作了《斯帕利切克》和《在胡斯士兵前》等重要作品，目前收藏於捷克國立美術館。","type":"句意錯誤 + 難驗證的內容","errors":["1. 當時家庭經濟相對富裕，過著富家子弟的生活，也因此於 1869年至1875年，有機會就讀布拉格美術學院","2. 與當時畫壇趨勢不同","3. 目前收藏於捷克國立美術館"],"errors_type":["3","3","6"]}
{"id":87,"ground_truth":"森林人（亦稱水牛猴）是據稱棲息於越南霧光縣以及越南、寮國和柬埔寨交界地區的一種人形神秘生物。他們被描述為除臉部、手部、膝蓋、腳部外，身體其餘地方都披著濃密的毛髮。森林人傳說起源於馬敬能博士發現的數種新型哺乳動物，而神秘動物學家洛倫·科爾曼認為森林人是直立人或尼安德塔人的後裔。1971年有人宣稱捕獲了兩隻森林人，1974年越南人民軍中將黃明草請求一支探險隊去尋找該物種的證據，但沒有成功。陳紅越教授對森林人進行了大量研究，1982年他在朱門雷國家公園發現28×16釐米的森林人足印，並將其製成模型，隨後在《福庭世界新聞》上公布了模型照片。","content_w_errors":"森林人（亦稱水牛猴）是據稱棲息於越南霧光縣以及越南、寮國和柬埔寨交界地區的一種人形神秘生物。他們被描述為臉部、手部、膝蓋、腳部都披著濃密的毛髮的生物。森林人傳說起源於馬敬能博士於1954年雨林探勘途中紀錄的數種新型哺乳動物，而神秘動物學家洛倫·科爾曼則根據個人見聞及目擊者敘續，猜測森林人是直立人或尼安德塔人的後裔。1971年有人宣稱捕獲了兩隻森林人，1974年越南人民軍中將黃明草請求探險隊去尋找該物種的證據，但沒有成功。陳紅越教授對森林人進行了大量研究，1982年他在朱門雷國家公園發現28×16釐米的森林人足印，並將其製成模型，隨後在《福庭世界新聞》上公布了模型照片。","type":"句意錯誤 + 難驗證的內容","errors":["1. 他們被描述為臉部、手部、膝蓋、腳部都披著濃密的毛髮的生物。","2. 於1954年雨林探勘途中紀錄的","3. 根據個人見聞及目擊者敘續"],"errors_type":["3","6","6"]}
{"id":88,"ground_truth":"龜鹿二仙膠，又稱龜鹿二仙膏，是中藥製劑，以龜板和鹿角為主要原料，具有強健筋骨，補氣、生精髓的功效。此藥方主要由龜板、鹿角、枸杞和人參組成，用於治療腎陰陽兩虛，任督精血不足，以及導致的全身瘦弱、遺精或陽痿、兩眼常昏花、腰膝痠軟等症狀。龜鹿二仙膠的功效廣泛，具有補氣、補血、生精、強化身體與骨骼等作用，在臨床上還可用於長高、壯陽等應用。需注意脾胃虛弱者忌用。","content_w_errors":"龜鹿二仙膠，又稱龜鹿二仙膏，是中藥製劑，以龜板和鹿角為主要原料熬煮108小時，具有強健筋骨，補氣、生精髓的功效。此藥方除了龜板、鹿角，還會加入其他中藥藥材，不過通常不含枸杞和人參，可用於治療腎陰陽兩虛，任督精血不足，以及導致的全身瘦弱、遺精或陽痿、兩眼常昏花、腰膝痠軟等症狀。若無特殊疾病，每次服用一匙、每日兩次，持續三週即可見效。龜鹿二仙膠的功效廣泛，具有補氣、補血、生精、強化身體與骨骼等作用，在臨床上還可用於長高、壯陽等應用，適合脾胃虛弱者服用。","type":"句意錯誤 + 難驗證的內容","errors":["1. 此藥方除了龜板、鹿角，還會加入其他中藥藥材，不過通常不含枸杞和人參","2. 適合脾胃虛弱者服用","3. 熬煮108小時","4. 若無特殊疾病，每次服用一湯匙、一日兩次，持續兩週即可見效"],"errors_type":["3","3","6","4"]}
{"id":89,"ground_truth":"錫石（Cassiterite）是主要含錫礦物，集合體呈不規則粒狀。主要產於錫石石英脈和錫石硫化物礦床，廣泛分布於火成岩中。原生錫礦床經風化後，常形成砂礦，為煉錫主要原料。結晶良好的錫石亦被視作寶石。錫石的主要來源為沖積層或砂礦礦床，玻利維亞的錫礦中因存在熱液系統形成的結晶礦脈，為錫石最佳來源。盧安達亦有新興的錫石採礦業，而剛果民主共和國東部地區的瓦利卡爾錫石礦床之爭，為當地發生衝突的原因之一。錫石在康沃爾和德文地區，集中在與花崗岩和侵入岩相關的礦脈中，通常含有電氣石、黃玉、螢石、磷灰石、黑鎢礦、輝鉬礦和毒砂。錫石在康沃爾地區作為Bodmin Moor的表面沉積物，留有大量「溪流」水力採礦方法的痕跡。目前主要錫石產量來自馬來西亞、泰國、印度尼西亞、索馬利亞的Maakhir地區和俄羅斯的砂礦或沖積礦床。由於錫石中二氧化錫的密度為7.0，故採礦方法多使用水力採礦。","content_w_errors":"錫石（Cassiterite）是主要含錫礦物，集合體呈不規則粒狀。主要產於錫石石英脈和錫石硫化物礦床，廣泛分布於火成岩中。原生錫礦床經風化後，常形成砂礦，為煉錫主要原料。結晶良好的錫石亦被視作寶石，經熱力加壓與打磨拋光後，市值與翡翠接近。錫石的主要來源為沖積層或砂礦礦床，玻利維亞的錫礦中因存在熱液系統形成的結晶礦脈，是純度高於80%的高品質錫石主要產地。盧安達亦有新興的錫石採礦業，而剛果民主共和國東部地區的瓦利卡爾錫石礦床也是興盛和平的礦區。錫石在康沃爾和德文地區，集中在與花崗岩和侵入岩相關的礦脈中，通常含有電氣石、黃玉、螢石、磷灰石、黑鎢礦、輝鉬礦和毒砂。錫石在康沃爾地區作為Bodmin Moor的表面沉積物，留有大量「溪流」水力採礦方法的痕跡。目前主要錫石產量來自馬來西亞、泰國、印度尼西亞、索馬利亞的Maakhir地區和俄羅斯的砂礦或沖積礦床。由於錫石中二氧化錫的密度為7.0，故採礦方法多使用水力採礦。","type":"句意錯誤 + 難驗證的內容","errors":["1. 而剛果民主共和國東部地區的瓦利卡爾錫石礦床也是興盛和平的礦區","2. 經熱力加壓與打磨拋光後，市值與翡翠接近","3. 是純度高於80%的高品質錫石主要產地"],"errors_type":["3","6","6"]}
{"id":90,"ground_truth":"「白眼」是指眼珠向上，讓眼白露出的表情，用來表示鄙視或忽視。白眼的意思是瞧不起人，常誤解為與「白鴿眼」同義，但實際上，白眼與白鴿眼並無關連，僅意義上巧合地接近。白鴿眼主要指勢利眼的人，因為白鴿眼神銳利，在天上飛時望下去就像有些人擺出一副不可一世的姿態瞧不起所謂較低下的人。而白眼雖然也是瞧不起人的意思，卻未必與身份地位有關。白眼起源於文字記載中的《晉書・阮籍傳》，阮籍遇到禮法之士時，他會翻白眼待之，表示不屑，而見同能率性之士，則以青眼相對。在阮籍的母親的喪禮上，嵇康的哥哥嵇喜來弔唁，但嵇喜在朝為官，是阮籍眼中的禮法之士，他就給嵇喜一個大白眼，表示瞧不起他。後來嵇康帶著酒和琴來，他就馬上由白眼轉為青眼。白眼在使用時，常會搭配其他肢體語言來加強意境，如聳肩、撇嘴等。需注意，給別人白眼可能會造成對方不舒服，因此在溝通時，應保持尊重和禮貌，避免使用白眼。","content_w_errors":"「白眼」是指眼珠向上，讓超過一半的眼白露出的表情，用來表示鄙視或忽視，與「白鴿眼」可視為相近的詞彙。白眼起源於文字記載中的《晉書・阮籍傳》，阮籍遇到禮法之士時，他會翻白眼待之，表示不屑，而見同能率性之士，則以青眼相對。在阮籍的母親的喪禮上，嵇康的哥哥嵇喜來弔唁，但嵇喜在朝為官，是阮籍眼中的禮法之士，他就給嵇喜一個大白眼，表示瞧不起他。後來嵇康帶著糟糠酒和古琴來，他就馬上由白眼轉為青眼。白眼在使用時，常會搭配其他肢體語言來加強意境，如聳肩、撇嘴等。需注意，給別人白眼可能會造成對方不舒服，因此在溝通時，應保持尊重和禮貌，避免使用白眼。","type":"句意錯誤 + 難驗證的內容","errors":["1. 與「白鴿眼」可視為相近的詞彙","2. 超過一半的","3. 糟糠酒和古琴"],"errors_type":["3","3","6"]}
